[
    {
     "objetivonacional": 3,
     "objetivo": "4.3. Continuar impulsando el desarrollo de un mundo multicéntrico y pluripolar sin dominación imperial y con respeto a la autodeterminación de los pueblos.",
     "historico_id": 4
    },
    {
     "objetivonacional": 1,
     "objetivo": "5.1. Construir e impulsar el modelo económico productivo eco-socialista, basado en una relación armónica entre el hombre y la naturaleza, que garantice el uso y aprovechamiento racional, óptimo y sostenible de los recursos naturales, respetando los procesos y ciclos de la naturaleza.",
     "historico_id": 5
    },
    {
     "objetivonacional": 7,
     "objetivo": "1.7. Fortalecer el poder defensivo nacional, así como la unión cívico-militar, para proteger y garantizar la independencia, la soberanía y la paz nacional, asegurando la defensa integral de la patria.",
     "historico_id": 1
    },
    {
     "objetivonacional": 6,
     "objetivo": "1.6. Desarrollar las capacidades científico-tecnológicas que hagan viable, potencien y blinden la protección y atención de las necesidades del pueblo y el desarrollo del país potencia.",
     "historico_id": 1
    },
    {
     "objetivonacional": 5,
     "objetivo": "1.5. Afirmar la identidad, la soberanía cognitiva y la conciencia histórico-cultural del pueblo venezolano, para favorecer la descolonización del pensamiento y del poder.",
     "historico_id": 1
    },
    {
     "objetivonacional": 4,
     "objetivo": "1.4. Lograr la soberanía alimentaria para garantizar el sagrado derecho a la alimentación de nuestro pueblo.",
     "historico_id": 1
    },
    {
     "objetivonacional": 3,
     "objetivo": "1.3. Garantizar el manejo soberano del ingreso de la República y la reinversión de los excedentes nacionales, tanto públicos como privados, a efectos de garantizar los principios sociales de equidad y desarrollo nacional.",
     "historico_id": 1
    },
    {
     "objetivonacional": 2,
     "objetivo": "1.2. Consolidar la defensa y soberanía en la preservación y uso de los recursos naturales estratégicos, con especial énfasis en los hidrocarburíferos, mineros y acuíferos, entre otros.",
     "historico_id": 1
    },
    {
     "objetivonacional": 1,
     "objetivo": "1.1. Garantizar la continuidad, profundización y consolidación de la Revolución Bolivariana en el desarrollo integral de la democracia en sus cinco dimensiones: económica, política, social, cultural y espacial.",
     "historico_id": 1
    },
    {
     "objetivonacional": 8,
     "objetivo": "1.8. Adecuar el aparato económico productivo, la infraestructura y los servicios del Estado, incrementando la capacidad de respuesta a las necesidades del pueblo ante posibles estados de excepción en el marco de la defensa integral de la nación.",
     "historico_id": 1
    },
    {
     "objetivonacional": 9,
     "objetivo": "1.9. Blindar a la República contra los actos y delitos de guerra económica, tanto internos como externos, que afecten el sistema económico financiero, capacidades logísticas y de distribución, ataques contra la moneda, así como las libertades económicas del Pueblo.",
     "historico_id": 1
    },
    {
     "objetivonacional": 1,
     "objetivo": "2.1. Generar las bases económicas y materiales para la transición humanamente gratificante hacia el socialismo, transformando la cultura rentista petrolera en un modelo económico productivo incluyente, eficiente y justo, liberando las fuerzas productivas, a efectos de satisfacer las necesidades de nuestra población y el país potencia.",
     "historico_id": 2
    },
    {
     "objetivonacional": 5,
     "objetivo": "2.5. Consolidar y expandir el Poder Popular como componente estructural de una verdadera democracia socialista, a todos los niveles y como componente sustancial de todo el Estado y proceso revolucionario, a efectos de garantizar la irreversibilidad del proyecto bolivariano para la felicidad plena del pueblo.",
     "historico_id": 2
    },
    {
     "objetivonacional": 4,
     "objetivo": "2.4. Transformar el sistema de distribución y apropiación de excedentes, que permita una justa distribución de la riqueza y la reducción de las desigualdades.",
     "historico_id": 2
    },
    {
     "objetivonacional": 3,
     "objetivo": "2.3. Construir una sociedad igualitaria y justa, garantizando la protección social del pueblo.",
     "historico_id": 2
    },
    {
     "objetivonacional": 2,
     "objetivo": "2.2. Garantizar la inclusión plena y protagónica de todos los sectores de la sociedad en el desarrollo integral de la democracia en sus cinco dimensiones.",
     "historico_id": 2
    },
    {
     "objetivonacional": 6,
     "objetivo": "2.6. Gestar el proceso de descolonización ético, moral y espiritual de la sociedad, a partir de la construcción de los valores liberadores del socialismo.",
     "historico_id": 2
    },
    {
     "objetivonacional": 7,
     "objetivo": "2.7. Lograr la irrupción definitiva del nuevo Estado popular y revolucionario, para el desarrollo integral de la democracia en sus cinco dimensiones.",
     "historico_id": 2
    },
    {
     "objetivonacional": 8,
     "objetivo": "2.8. Desarrollar la doctrina de la economía del mantenimiento, como filosofía de Estado en la administración, gestión y cultura institucional, a efectos de maximizar el aprovechamiento de los recursos e impulsar la especialización y generación de un nuevo vector productivo. La economía del mantenimiento debe regir en el Estado como esquema estructural del Plan de la Patria en el tránsito al pos rentismo petrolero.",
     "historico_id": 2
    },
    {
     "objetivonacional": 3,
     "objetivo": "3.3. Aprovechar el potencial histórico de la juventud con el direccionamiento sectorial y espacial del bono demográfico en la nueva matriz productiva nacional y, en especial, mediante el desarrollo del conocimiento y la tecnología en el proceso de sustitución de importaciones.",
     "historico_id": 3
    },
    {
     "objetivonacional": 2,
     "objetivo": "3.2. Profundizar la construcción de una nueva geopolítica nacional, empleando como elementos estructurantes la regionalización sistémica, geohistórica y funcional, el sistema urbano-regional y la infraestructura, servicios y movilidad en el desarrollo de la dimensión espacial del socialismo.",
     "historico_id": 3
    },
    {
     "objetivonacional": 1,
     "objetivo": "3.1. Desarrollar el poderío económico con base en el aprovechamiento óptimo de las potencialidades que ofrecen nuestros recursos, mediante la construcción de un nuevo sistema productivo, sistema logístico y de distribución, lógica de precios y metabolismo del capital, así como maximizar el desarrollo e integración de cadenas productivas nacionales y regionales, bajo la premisa de la interdependencia y creación de valor.",
     "historico_id": 3
    },
    {
     "objetivonacional": 4,
     "objetivo": "3.4. Consolidar el papel de Venezuela como potencia energética mundial y aprovechar el potencial energético para el desarrollo de procesos de generación de valor intensivos en energía. 3.5. Ampliar y consolidar el poderío militar y de defensa de la Patria, los equilibrios regionales para la paz, así como la lucha contra las guerras convencionales y no convencionales que pretenden agredir al Pueblo venezolano.",
     "historico_id": 3
    },
    {
     "objetivonacional": 2,
     "objetivo": "4.2. Afianzar la identidad nacional y nuestro americana.",
     "historico_id": 4
    },
    {
     "objetivonacional": 1,
     "objetivo": "4.1. Continuar desempeñando un papel protagónico en la construcción de la unión latinoamericana y caribeña.",
     "historico_id": 4
    },
    {
     "objetivonacional": 4,
     "objetivo": "4.4. Continuar desmontando el sistema neocolonial de dominación imperial en todas las dimensiones de existencia de la sociedad.",
     "historico_id": 4
    },
    {
     "objetivonacional": 5,
     "objetivo": "4.5. Afianzar el proceso de ruptura de amarras del imperialismo y blindaje económico del país, reconfigurando el sistema financiero, comercial y logístico internacional de la República.",
     "historico_id": 4
    },
    {
     "objetivonacional": 4,
     "objetivo": "5.4. Contribuir a la conformación de un gran movimiento mundial para contener las causas y reparar los efectos de cambio climático que ocurren como consecuencia del modelo capitalista depredador.",
     "historico_id": 5
    },
    {
     "objetivonacional": 3,
     "objetivo": "5.3. Defender y proteger el patrimonio histórico y cultural venezolano y nuestro americano.",
     "historico_id": 5
    },
    {
     "objetivonacional": 2,
     "objetivo": "5.2. Proteger y defender la soberanía permanente del Estado sobre su patrimonio y riquezas naturales para el beneficio supremo de nuestro Pueblo, que será su principal garante, así como una contribución a la vida en el planeta.",
     "historico_id": 5
    },
    {
     "objetivonacional": 5,
     "objetivo": "5.5. Construir un modelo de ciudades, urbanismos y edificaciones ecosocialistas, en consonancia con las variables geográficas, tradiciones y costumbres, dignos y eficientes para el desarrollo del buen vivir.",
     "historico_id": 5
    },
    {
     "objetivonacional": 5,
     "objetivo": "3.5.Ampliar y consolidar el poderío militar y de defensa de la Patria, los equilibrios regionales para la paz, así como la lucha contra las guerras convencionales y no convencionales que pretenden agredir al Pueblo venezolano.",
     "historico_id": 3
    }
   ]