[
    {
     "id": 1,
     "objetivogeneral": 1,
     "objetivo": "1.1.2.1. Fortalecer y defender a los Poderes Públicos del Estado.",
     "estrategico_id": 2
    },
    {
     "id": 80,
     "objetivogeneral": 1,
     "objetivo": "1.4.5.1.Iniciar, continuar y consolidar proyectos de desarrollo rural integral.",
     "estrategico_id": 5
    },
    {
     "id": 227,
     "objetivogeneral": 11,
     "objetivo": "2.2.10.11. Articular todos los niveles de protección, promoción, prevención, atención integral y rehabilitación a la salud individual y colectiva en el marco de Áreas de Salud Integral Comunitarias.",
     "estrategico_id": 10
    },
    {
     "id": 228,
     "objetivogeneral": 1,
     "objetivo": "2.2.11.1. Fomentar políticas para incrementar la Lactancia Materna Exclusiva (LME) para cubrir al menos el 70% de la población lactante.",
     "estrategico_id": 11
    },
    {
     "id": 287,
     "objetivogeneral": 3,
     "objetivo": "2.4.2.3. Desarrollar jornadas y procedimientos de interpelación popular sobre la gestión de los servidores públicos.",
     "estrategico_id": 2
    },
    {
     "id": 331,
     "objetivogeneral": 1,
     "objetivo": "2.5.7.1. Desarrollar indicadores y estadísticas con el Poder Popular para ser incluidos en el Sistema Estadístico Nacional.",
     "estrategico_id": 7
    },
    {
     "id": 409,
     "objetivogeneral": 1,
     "objetivo": "3.1.14.1. Consolidar las alianzas estratégicas entre los países signatarios de los acuerdos del ALBA, Petrocaribe, acuerdos de cooperación energética y convenios integrales de cooperación. ",
     "estrategico_id": 14
    },
    {
     "id": 412,
     "objetivogeneral": 1,
     "objetivo": "3.1.15.1. Incrementar el nivel de prospecciones geológicas para aumentar la certificación de reservas de minerales a nivel nacional.",
     "estrategico_id": 15
    },
    {
     "id": 576,
     "objetivogeneral": 2,
     "objetivo": "4.4.1.2. Establecer las alianzas necesarias para neutralizar las acciones de las potencias neocoloniales en organismos internacionales.",
     "estrategico_id": 1
    },
    {
     "id": 639,
     "objetivogeneral": 2,
     "objetivo": "5.3.3.2. Incorporar a las organizaciones populares en el diseño de las políticas culturales, impulsando iniciativas como los comités de cultura de los consejos comunales entre otras.",
     "estrategico_id": 3
    },
    {
     "id": 677,
     "objetivogeneral": 15,
     "objetivo": "prueba, todo funciona",
     "estrategico_id": 1
    },
    {
     "id": 787,
     "objetivogeneral": 7,
     "objetivo": "2.3.8.7.Continuar incorporando tecnologías de la información y de la comunicación al proceso educativo.",
     "estrategico_id": 8
    },
    {
     "id": 811,
     "objetivogeneral": 16,
     "objetivo": "2.3.10.16.Impulsar un sistema nacional de ingreso democrático e incluyente a las universidades.",
     "estrategico_id": 10
    },
    {
     "id": 866,
     "objetivogeneral": 5,
     "objetivo": "2.7.8.5.\tImpulsar y fortalecer un poderoso sistema de seguimiento asociado al sistema de planificación.",
     "estrategico_id": 8
    },
    {
     "id": 883,
     "objetivogeneral": 5,
     "objetivo": "3.1.3.5.\tDesarrollar procesos industriales a escala comunal vinculados con las demandas de las grandes y medianas industrias nacionales.",
     "estrategico_id": 3
    },
    {
     "id": 929,
     "objetivogeneral": 3,
     "objetivo": "3.4.10.3.\tIncrementar la exportación de crudo hacia Asia, en especial China, India y Japón.",
     "estrategico_id": 10
    },
    {
     "id": 3,
     "objetivogeneral": 1,
     "objetivo": "1.1.4.1. Garantizar la planificación, elaboración, ejecución y seguimiento participativo de las políticas regionales y locales, en consonancia con los objetivos del Plan de Desarrollo Económico y Social de la Nación.",
     "estrategico_id": 4
    },
    {
     "id": 4,
     "objetivogeneral": 1,
     "objetivo": "1.1.5.1. Garantizar el derecho del pueblo a estar informado veraz y oportunamente, así como al libre ejercicio de la información y comunicación ",
     "estrategico_id": 5
    },
    {
     "id": 5,
     "objetivogeneral": 1,
     "objetivo": "1.2.2.1. Garantizar la hegemonía del Estado sobre la producción nacional de petróleo.",
     "estrategico_id": 2
    },
    {
     "id": 6,
     "objetivogeneral": 2,
     "objetivo": "1.2.2.2. Asegurar una participación mayoritaria de Pdvsa en las empresas mixtas.",
     "estrategico_id": 2
    },
    {
     "id": 7,
     "objetivogeneral": 1,
     "objetivo": "1.2.3.1. Consolidar y fortalecer una empresa estatal para la explotación de los recursos mineros.",
     "estrategico_id": 3
    },
    {
     "id": 952,
     "objetivogeneral": 4,
     "objetivo": "3.5.3.4.\tComunicar la nueva concepción de Defensa Integral.",
     "estrategico_id": 3
    },
    {
     "id": 2,
     "objetivogeneral": 3,
     "objetivo": "1.1.2.3. Potenciar las capacidades de los organismos de Seguridad ciudadana del Estado para garantizar la estabilidad política y la paz de la Nación.",
     "estrategico_id": 2
    },
    {
     "id": 8,
     "objetivogeneral": 1,
     "objetivo": "1.2.5.1. Fortalecer las acciones emprendidas para el control efectivo de las actividades conexas estratégicas de la industria petrolera.",
     "estrategico_id": 5
    },
    {
     "id": 9,
     "objetivogeneral": 2,
     "objetivo": "1.2.5.2. Consolidar el control efectivo de las actividades clave de la cadena de valor de petróleo y gas.",
     "estrategico_id": 5
    },
    {
     "id": 10,
     "objetivogeneral": 1,
     "objetivo": "1.2.6.1. Defender las políticas para la justa valorización del petróleo.",
     "estrategico_id": 6
    },
    {
     "id": 11,
     "objetivogeneral": 1,
     "objetivo": "1.2.9.1. Impulsar mecanismos entre los países productores de gas para una justa valorización del gas y su conservación.",
     "estrategico_id": 9
    },
    {
     "id": 12,
     "objetivogeneral": 1,
     "objetivo": "1.2.10.1. Profundizar el contenido político y social de la industria petrolera y minera.",
     "estrategico_id": 10
    },
    {
     "id": 13,
     "objetivogeneral": 2,
     "objetivo": "1.2.10.2. Impulsar la participación de los trabajadores en la planificación de las actividades de la industria petrolera y minera.",
     "estrategico_id": 10
    },
    {
     "id": 14,
     "objetivogeneral": 3,
     "objetivo": "1.2.10.3. Consolidar y profundizar instancias de participación política del pueblo y de los trabajadores petroleros y mineros.",
     "estrategico_id": 10
    },
    {
     "id": 15,
     "objetivogeneral": 4,
     "objetivo": "1.2.10.4. Fortalecer los planes estratégicos de contingencia en el sector de hidrocarburos, minería y gas, que incorporen la participación del Poder Popular para contrarrestar posibles sabotajes.",
     "estrategico_id": 10
    },
    {
     "id": 16,
     "objetivogeneral": 1,
     "objetivo": "1.2.12.1. Defender la propiedad de la Nación sobre los recursos estratégicos no petroleros, así como el desarrollo sustentable y sostenible de las capacidades de aprovechamiento de los mismos, en sus procesos de transformación y agregación de valor nacional.",
     "estrategico_id": 12
    },
    {
     "id": 17,
     "objetivogeneral": 2,
     "objetivo": "1.2.12.2. Desarrollar la prospectiva, inventario integral sobre una plataforma tecnológica nacional, así como la apropiación de técnicas para el aprovechamiento eficiente y sustentable de los recursos naturales, en función de los intereses soberanos de la Nación.",
     "estrategico_id": 12
    },
    {
     "id": 18,
     "objetivogeneral": 3,
     "objetivo": "1.2.12.3. Garantizar la incorporación de los recursos naturales estratégicos al proceso productivo, de forma eficiente y sustentable para la satisfacción y acceso democrático de la población a los bienes y servicios para el vivir bien.",
     "estrategico_id": 12
    },
    {
     "id": 19,
     "objetivogeneral": 1,
     "objetivo": "1.3.3.1. Regularizar y controlar la producción de minerales estratégicos.",
     "estrategico_id": 3
    },
    {
     "id": 20,
     "objetivogeneral": 2,
     "objetivo": "1.3.3.2. Fortalecer el régimen de recaudación y fiscalización de la actividad minera.",
     "estrategico_id": 3
    },
    {
     "id": 21,
     "objetivogeneral": 4,
     "objetivo": "1.3.3.4. Revisar y regularizar los convenios de regalía específicos para cada uno de los minerales.",
     "estrategico_id": 3
    },
    {
     "id": 23,
     "objetivogeneral": 1,
     "objetivo": "1.1.1.1.Desplegar todas las acciones políticas necesarias para garantizar los procesos electorales en un clima de estabilidad y lograr así el reconocimiento de la voluntad soberana de nuestro pueblo.",
     "estrategico_id": 1
    },
    {
     "id": 24,
     "objetivogeneral": 2,
     "objetivo": "1.1.1.2.Convocar a todos los sectores democráticos y patrióticos del país a contribuir al desarrollo pacífico de los procesos electorales.",
     "estrategico_id": 1
    },
    {
     "id": 25,
     "objetivogeneral": 1,
     "objetivo": "1.1.3.1.Desarrollar la democracia participativa y protagónica en la organización sectorial y territorial del Poder Popular.",
     "estrategico_id": 3
    },
    {
     "id": 26,
     "objetivogeneral": 3,
     "objetivo": "1.1.3.3.Desarrollar los mecanismos vinculantes de las distintas expresiones del Poder Popular en el direccionamiento y acción efectiva de las instancias del Estado con las que estén asociados sectorial y territorialmente.",
     "estrategico_id": 3
    },
    {
     "id": 27,
     "objetivogeneral": 2,
     "objetivo": "1.1.5.2.Democratizar y blindar el uso de las redes sociales para garantizar un proceso de comunicación auténticamente libre y responsable.",
     "estrategico_id": 5
    },
    {
     "id": 28,
     "objetivogeneral": 3,
     "objetivo": "1.1.5.3.Fortalecer el uso responsable y crítico de los medios de comunicación públicos, privados y comunitarios como instrumentos de formación de valores bolivarianos.",
     "estrategico_id": 5
    },
    {
     "id": 29,
     "objetivogeneral": 4,
     "objetivo": "1.1.5.4.Consolidar la regulación y contraloría social de los medios de comunicación como herramienta para el fortalecimiento del Poder Popular.",
     "estrategico_id": 5
    },
    {
     "id": 30,
     "objetivogeneral": 5,
     "objetivo": "1.1.5.5.Promover e impulsar un sistema nacional de comunicación popular.",
     "estrategico_id": 5
    },
    {
     "id": 31,
     "objetivogeneral": 6,
     "objetivo": "1.1.5.6.\tFomentar la investigación y la formación sobre la comunicación como herramienta de transformación y construcción social.",
     "estrategico_id": 5
    },
    {
     "id": 32,
     "objetivogeneral": 7,
     "objetivo": "1.1.5.7.Impulsar el surgimiento y desarrollo de redes e instancias de encuentro, debate y solidaridad sobre la significación de la comunicación en los procesos de liberación de los pueblos.",
     "estrategico_id": 5
    },
    {
     "id": 33,
     "objetivogeneral": 8,
     "objetivo": "1.1.5.8.Desarrollar redes de comunicación y medios de expresión de la palabra, la imagen y las voces de nuestros pueblos, con miras al fortalecimiento de los procesos de integración y unidad latinoamericana y caribeña.",
     "estrategico_id": 5
    },
    {
     "id": 34,
     "objetivogeneral": 9,
     "objetivo": "1.1.5.9.Actualizar y desarrollar de forma permanente las plataformas tecnológicas de comunicación e información, garantizando el acceso a la comunicación oportuna y ética, a fin de contribuir a la satisfacción de las necesidades para alcanzar “la mayor suma de felicidad posible”.",
     "estrategico_id": 5
    },
    {
     "id": 35,
     "objetivogeneral": 3,
     "objetivo": "1.3.3.3.Normar y fiscalizar el cobro de las tasas de regalía aplicables a la liquidación de los distintos minerales para el máximo interés nacional.",
     "estrategico_id": 3
    },
    {
     "id": 36,
     "objetivogeneral": 1,
     "objetivo": "1.3.4.1.Fomentar políticas de Estado y crear entes estatales para la comercialización de los minerales.",
     "estrategico_id": 4
    },
    {
     "id": 37,
     "objetivogeneral": 2,
     "objetivo": "1.3.4.2.Fomentar mecanismos que maximicen el aprovechamiento productivo, comercial y financiero de los recursos minerales con criterios de soberanía.",
     "estrategico_id": 4
    },
    {
     "id": 38,
     "objetivogeneral": 2,
     "objetivo": "1.1.2.2. Fortalecer la conciencia y la organización sectorial y territorial de nuestro pueblo para la defensa integral de la patria.",
     "estrategico_id": 2
    },
    {
     "id": 39,
     "objetivogeneral": 2,
     "objetivo": "1.1.3.2.Generar procesos de formación destinados a fortalecer la conciencia para la defensa integral de la soberanía.",
     "estrategico_id": 3
    },
    {
     "id": 40,
     "objetivogeneral": 1,
     "objetivo": "1.3.6.1. Fortalecer y ampliar los Convenios de Cooperación Energética (CCE) para motorizar el establecimiento de relaciones de intercambio justas, solidarias, eficientes y sin intermediación en la lucha contra la pobreza, reduciendo las asimetrías económicas y sociales.",
     "estrategico_id": 6
    },
    {
     "id": 267,
     "objetivogeneral": 3,
     "objetivo": "2.3.3.3.Contribuir a la práctica sistemática, masiva y diversificada de la actividad física en las comunidades y espacios públicos.",
     "estrategico_id": 3
    },
    {
     "id": 41,
     "objetivogeneral": 2,
     "objetivo": "1.3.6.2. Fortalecer los acuerdos en el marco de Petrocaribe, con la finalidad de eliminar las barreras del acceso a los recursos energéticos, por la vía de un nuevo esquema de intercambio comercial favorable, equitativo y justo.",
     "estrategico_id": 6
    },
    {
     "id": 42,
     "objetivogeneral": 3,
     "objetivo": "1.3.6.3. Impulsar en el seno de Petrocaribe proyectos orientados a la disminución del consumo energético.",
     "estrategico_id": 6
    },
    {
     "id": 43,
     "objetivogeneral": 4,
     "objetivo": "1.3.6.4. Fortalecer el ALBA como instrumento para alcanzar un desarrollo justo, solidario y sustentable; el trato especial y diferenciado que tenga en cuenta el nivel de desarrollo de los diversos países y la dimensión de sus economías; la complementariedad económica y la cooperación entre los países participantes, y el fomento de las inversiones de capitales latinoamericanos en la propia América Latina y el Caribe.",
     "estrategico_id": 6
    },
    {
     "id": 966,
     "objetivogeneral": 3,
     "objetivo": "4.1.7.3.\tProfundizar la estrategia de diálogo político al más alto nivel y de encadenamientos productivos con la hermana República de Colombia, dando cumplimiento al mandato de unión del El Libertador Simón Bolívar.",
     "estrategico_id": 7
    },
    {
     "id": 70,
     "objetivogeneral": 2,
     "objetivo": "1.3.5.2.Crear mecanismos e instituciones financieras que garanticen la estabilidad de la inversión estratégica de la República, en la actividad de hidrocarburos y minería.",
     "estrategico_id": 5
    },
    {
     "id": 55,
     "objetivogeneral": 2,
     "objetivo": "1.4.1.2.Optimizar el proceso de la regularización y acceso a la tierra, resultado de la implementación del Sistema de Interoperabilidad Agrario.",
     "estrategico_id": 1
    },
    {
     "id": 56,
     "objetivogeneral": 3,
     "objetivo": "1.4.1.3.Crear el Sistema de Catastro Rural mediante la integración interinstitucional.",
     "estrategico_id": 1
    },
    {
     "id": 61,
     "objetivogeneral": 1,
     "objetivo": "1.4.2.1.Generar una plataforma de sistemas de información geográfica como instrumento de reordenamiento agroecológico, sistema de catastro agrícola y seguimiento de la gestión integrada a las plataformas del Estado.",
     "estrategico_id": 2
    },
    {
     "id": 62,
     "objetivogeneral": 2,
     "objetivo": "1.4.2.2.Ampliar la superficie agrícola bajo riego, para la expansión de la frontera agrícola y consolidar el desarrollo rural en áreas con potencial hídrico.",
     "estrategico_id": 2
    },
    {
     "id": 63,
     "objetivogeneral": 3,
     "objetivo": "1.4.2.3.Incrementar la producción y protección nacional de las semillas de rubros estratégicos, a fin de satisfacer los requerimientos de los planes nacionales de siembra para consumo, que proteja a la población del cultivo y consumo de productos transgénicos y otros perjudiciales a la salud.",
     "estrategico_id": 2
    },
    {
     "id": 64,
     "objetivogeneral": 4,
     "objetivo": "1.4.2.4.Fortalecer el parque de maquinarias agrícolas y privilegiar el acceso y uso a la organización colectiva para su uso, con base en el desarrollo de la industria nacional de ensamblaje y fabricación: tractores agrícolas, cosechadoras e implementos para la siembra.",
     "estrategico_id": 2
    },
    {
     "id": 65,
     "objetivogeneral": 5,
     "objetivo": "1.4.2.5.Fortalecer los programas de mantenimiento y construcción de vialidad y electrificación rural, con la creación de brigadas y unidades de mecanización vial por parte de la Milicia Nacional Bolivariana, los Consejos Comunales y Campesinos, las Redes de Productores Libres y Asociados, las alcaldías, las gobernaciones y el Instituto Nacional de Desarrollo Rural.",
     "estrategico_id": 2
    },
    {
     "id": 68,
     "objetivogeneral": 1,
     "objetivo": "1.4.3.1.Incrementar la producción de vegetales de ciclo corto, tales como cereales y leguminosas, con base en los objetivos del Plan 50.",
     "estrategico_id": 3
    },
    {
     "id": 69,
     "objetivogeneral": 2,
     "objetivo": "1.4.3.2.Incrementar la producción agropecuaria de animales de pastoreo, granja, acuícola y pesquera, de acuerdo con los requerimientos de proteína animal de la población.",
     "estrategico_id": 3
    },
    {
     "id": 71,
     "objetivogeneral": 4,
     "objetivo": "1.4.3.4.Fortalecer la capacidad de procesamiento agroindustrial de cereales, importados y nacionales, que promueva el desarrollo del más elevado grado de soberanía.",
     "estrategico_id": 3
    },
    {
     "id": 72,
     "objetivogeneral": 5,
     "objetivo": "1.4.3.5.Fortalecer y ampliar la capacidad de procesamiento agroindustrial de carnes y enlatados.",
     "estrategico_id": 3
    },
    {
     "id": 73,
     "objetivogeneral": 6,
     "objetivo": "1.4.3.6.Impulsar una producción agrícola sin agrotóxicos, basada en la diversidad autóctona y una relación armónica con la naturaleza.",
     "estrategico_id": 3
    },
    {
     "id": 216,
     "objetivogeneral": 4,
     "objetivo": "2.2.9.4. Impulsar la corresponsabilidad del Poder Popular en la lucha por la erradicación de la pobreza en todas sus manifestaciones.",
     "estrategico_id": 9
    },
    {
     "id": 44,
     "objetivogeneral": 1,
     "objetivo": "1.3.7.1.Fortalecer y ampliar los convenios de cooperación energética (CCE) para motorizar el establecimiento de relaciones de intercambio justas, solidarias, eficientes y sin intermediación en la lucha contra la pobreza, reduciendo las asimetrías económicas y sociales.",
     "estrategico_id": 7
    },
    {
     "id": 45,
     "objetivogeneral": 1,
     "objetivo": "1.3.8.1.Fomentar e insistir en una política de complementariedad productiva, solidaria y del Sur-Sur para el desarrollo del Mercosur.",
     "estrategico_id": 8
    },
    {
     "id": 46,
     "objetivogeneral": 2,
     "objetivo": "1.3.8.2.Incentivar a través del Mercosur proyectos que permitan diversificar la economía venezolana.",
     "estrategico_id": 8
    },
    {
     "id": 47,
     "objetivogeneral": 1,
     "objetivo": "1.3.9.1.Fortalecer y expandir el Fondo de Ahorro Nacional de la Clase Obrera.",
     "estrategico_id": 9
    },
    {
     "id": 48,
     "objetivogeneral": 1,
     "objetivo": "1.3.10.1.Adecuar los sistemas de clasificación arancelaria y aduanas, así como la información de comercio exterior en una visión integrada al Sistema Estadístico Nacional.",
     "estrategico_id": 10
    },
    {
     "id": 49,
     "objetivogeneral": 2,
     "objetivo": "1.3.10.2.Desarrollar un nuevo sistema cambiario y de asignación de divisas que nos permitan alcanzar máxima transparencia, control, eficiencia y eficacia en la asignación de divisas.",
     "estrategico_id": 10
    },
    {
     "id": 50,
     "objetivogeneral": 3,
     "objetivo": "1.3.10.3.Crear el Centro Nacional de Comercio Exterior, con el fin de desarrollar e instrumentar la política nacional en materia de divisas, exportaciones e importaciones, articulando dichas políticas en función del desarrollo nacional.",
     "estrategico_id": 10
    },
    {
     "id": 51,
     "objetivogeneral": 4,
     "objetivo": "1.3.10.4.Implementar el Plan General de Divisas de la Nación, que permita optimizar, jerarquizar y controlar la asignación de divisas a los distintos sectores de la economía nacional.",
     "estrategico_id": 10
    },
    {
     "id": 52,
     "objetivogeneral": 5,
     "objetivo": "1.3.10.5.Fortalecer la Corporación Nacional de Comercio Exterior, a fin de concentrar esfuerzos en potenciar nuestra capacidad para la obtención y procura nacional e internacional de bienes e insumos básicos requeridos para la satisfacción de las necesidades de nuestra población, así como las capacidades de exportación nacional.",
     "estrategico_id": 10
    },
    {
     "id": 53,
     "objetivogeneral": 6,
     "objetivo": "1.3.10.6.Diseñar la planificación de la inversión pública para el ejercicio del presupuesto anual, con el fin de dar consistencia a la política fiscal con los objetivos económicos y sociales de la nación.",
     "estrategico_id": 10
    },
    {
     "id": 967,
     "objetivogeneral": 4,
     "objetivo": "4.1.7.4.\tGenerar una política de formación de cuadros para el impulso de acuerdos bilaterales de cooperación y desarrollo en los espacios estratégicos de integración y unión regional.",
     "estrategico_id": 7
    },
    {
     "id": 83,
     "objetivogeneral": 2,
     "objetivo": "1.4.6.2. Crear centros de acopio y redes de distribución comunal, y fortalecer los mercados comunales para garantizar la venta a precio justo de alimentos sin intermediarios.",
     "estrategico_id": 6
    },
    {
     "id": 78,
     "objetivogeneral": 1,
     "objetivo": "1.4.4.1.Fortalecer la formación de líderes comunitarios y preparación de las comunidades en todo lo que respecta a planificación, ejecución y control de proyectos agrícolas.",
     "estrategico_id": 4
    },
    {
     "id": 79,
     "objetivogeneral": 2,
     "objetivo": "1.4.4.2.Fomentar la creación y reactivación de unidades productivas, con miras a la exportación, y especial atención a las pequeñas y medianas empresas, empresas de propiedad social directa, cooperativas y otras formas asociativas.",
     "estrategico_id": 4
    },
    {
     "id": 505,
     "objetivogeneral": 3,
     "objetivo": "3.4.3.3.\tMantener y mejorar los niveles de confiabilidad y mantenibilidad de la infraestructura existente.",
     "estrategico_id": 3
    },
    {
     "id": 81,
     "objetivogeneral": 2,
     "objetivo": "1.4.5.2.Consolidar el modelo productivo socialista en proyectos, unidades de propiedad social agrícolas (UPSA), grandes y medianos sistemas de riego, empresas socialistas ganaderas y fundos zamoranos.",
     "estrategico_id": 5
    },
    {
     "id": 86,
     "objetivogeneral": 5,
     "objetivo": "1.4.6.5.Impulsar una campaña de concienciación para el desarrollo y utilización de tecnologías de bajos insumos agrotóxicos, que reduzcan las emisiones nocivas al ambiente y promuevan la agricultura a pequeña escala con el uso de insumos biológicos.",
     "estrategico_id": 6
    },
    {
     "id": 156,
     "objetivogeneral": 4,
     "objetivo": "2.1.3.4.Incorporar activamente al Poder Popular en el proceso de fiscalización y contraloría social de precios, para la lucha contra la especulación y el acaparamiento.",
     "estrategico_id": 3
    },
    {
     "id": 84,
     "objetivogeneral": 3,
     "objetivo": "1.4.6.3.Acelerar la transformación del modelo agrícola agroindustrial a través del impulso a la conformación, organización, planificación, financiamiento y compras mediante Redes de Productores Libres y Asociados (REPLA’s), que establezcan los nuevos modelos de gestión mixtos de convenios de empresas públicas y privadas.",
     "estrategico_id": 6
    },
    {
     "id": 85,
     "objetivogeneral": 4,
     "objetivo": "1.4.6.4.Promover la innovación y producción de insumos para la pequeña agricultura, aumentando los índices de eficacia y productividad.",
     "estrategico_id": 6
    },
    {
     "id": 82,
     "objetivogeneral": 1,
     "objetivo": "1.4.6.1.Brindar acompañamiento científico y tecnológico a pequeños, medianos productores y comunidades de base campesina, para el aprovechamiento efectivo de las potencialidades y capacidades nacionales.",
     "estrategico_id": 6
    },
    {
     "id": 89,
     "objetivogeneral": 1,
     "objetivo": "1.4.7.1.Fortalecer los procesos de organización del Poder Popular en las áreas rurales de forma integral, que vincule a los entes generadores de política y permita la articulación del campesino y campesina a la gestión del gobierno central.",
     "estrategico_id": 7
    },
    {
     "id": 90,
     "objetivogeneral": 2,
     "objetivo": "1.4.7.2.Crear consejos y comités campesinos de planificación de la actividad económica en el sector rural.",
     "estrategico_id": 7
    },
    {
     "id": 91,
     "objetivogeneral": 3,
     "objetivo": "1.4.7.3.Generar un sistema de formación que permita, de manera bidireccional, generar procesos de formación, capacitación e intercambio de conocimientos de manera articulada con los centros de formación formales, con el objeto de preservar el conocimiento de los campesinos para su sistematización y difusión.",
     "estrategico_id": 7
    },
    {
     "id": 96,
     "objetivogeneral": 4,
     "objetivo": "1.4.8.4.Crear, culminar y consolidar fábricas de plantas y máquinas para el procesamiento agroindustrial (tractores, cosechadoras), centros genéticos de producción pecuaria y acuícolas, entre otros.",
     "estrategico_id": 8
    },
    {
     "id": 95,
     "objetivogeneral": 3,
     "objetivo": "1.4.8.3.Destinar las tierras rescatadas prioritariamente a la producción de semillas,   de acuerdo con sus respectivas características climáticas, considerando las técnicas tradicionales y costumbres de cultivo de la región.",
     "estrategico_id": 8
    },
    {
     "id": 94,
     "objetivogeneral": 2,
     "objetivo": "1.4.8.2.Activar formas de organización popular, partiendo de las bases campesinas e incluyendo las milicias bolivarianas, con el fin de ser incorporadas a los procesos de diseño, ejecución y seguimiento de políticas agrícolas del Gobierno Bolivariano.",
     "estrategico_id": 8
    },
    {
     "id": 93,
     "objetivogeneral": 1,
     "objetivo": "1.4.8.1.Fortalecer el componente tecnológico de las empresas agroindustriales que conforman el circuito de servicios productivos y alimentarios del país, para optimizar la productividad en función de las capacidades actuales y las potencialidades de cada uno de sus componentes.",
     "estrategico_id": 8
    },
    {
     "id": 97,
     "objetivogeneral": 1,
     "objetivo": "1.4.9.1.Facilitar los mecanismos de exportación de productos agrícolas, tanto productos frescos como procesados, a través de los convenios establecidos con los países aliados.",
     "estrategico_id": 9
    },
    {
     "id": 124,
     "objetivogeneral": 2,
     "objetivo": "1.6.1.2.Crear una Red Nacional de Parques Industriales Tecnológicos para el desarrollo y aplicación de la ciencia, la tecnología y la innovación en esos espacios temáticos y en los parques industriales en general.",
     "estrategico_id": 1
    },
    {
     "id": 99,
     "objetivogeneral": 2,
     "objetivo": "1.4.10.2.Promover a través de las asambleas agrarias a nivel regional, conjuntamente con pequeñas organizaciones agroproductivas, consejos campesinos y las redes de productores y productoras libres y asociados, el desarrollo participativo en los planes de producción, para el aprovechamiento de las capacidades técnicas y culturales de cada región.",
     "estrategico_id": 10
    },
    {
     "id": 98,
     "objetivogeneral": 1,
     "objetivo": "1.4.10.1.Fortalecer el rol protagónico de los pequeños productores con el modelo sustentable agrodiverso, integrado al procesamiento de productos, que democratice las condiciones de acceso oportuno a los insumos, financiamiento, capacitación y acompañamiento técnico, maquinarias y mecanismos comerciales de distribución justos.",
     "estrategico_id": 10
    },
    {
     "id": 968,
     "objetivogeneral": 4,
     "objetivo": "4.1.8.4.\tImpulsar una política de desarrollo de una industria de bienes de capital e intermedios regional, basada en las potencialidades del territorio latinoamericano y caribeño, que disminuya la dependencia de los países del Norte y consolide una base productiva para el desarrollo de nuestros pueblos.",
     "estrategico_id": 8
    },
    {
     "id": 107,
     "objetivogeneral": 6,
     "objetivo": "1.5.1.6.Incorporar la discusión de los temas de colonialidad y descolonización a los estudios universitarios en todas las áreas.",
     "estrategico_id": 1
    },
    {
     "id": 105,
     "objetivogeneral": 4,
     "objetivo": "1.5.1.4.Generar un sistema de difusión de los estudios, investigación y socialización del conocimiento sobre los temas de colonialidad y descolonización.",
     "estrategico_id": 1
    },
    {
     "id": 104,
     "objetivogeneral": 3,
     "objetivo": "1.5.1.3.Favorecer la integración con los pueblos  de  Nuestra América  y  con  todos los pueblos del Sur, en el desarrollo de perspectivas históricas, culturales, políticas, económicas y sociales, fundamentadas en la participación popular y las tradiciones y saberes de sectores sociales históricamente oprimidos o relegados.",
     "estrategico_id": 1
    },
    {
     "id": 102,
     "objetivogeneral": 1,
     "objetivo": "1.5.1.1.Fomentar la investigación y los estudios interinstitucionales dirigidos a identificar los mecanismos de dominación y colonización en distintos ámbitos, así como a caracterizar políticas públicas que apunten a la descolonización de los saberes y prácticas sociales, culturales, políticas y económicas.",
     "estrategico_id": 1
    },
    {
     "id": 103,
     "objetivogeneral": 2,
     "objetivo": "1.5.1.2.Fortalecer la investigación, la formación y la difusión del conocimiento histórico, territorial y cultural desde perspectivas que visibilicen la participación popular en la construcción de la identidad venezolana.",
     "estrategico_id": 1
    },
    {
     "id": 112,
     "objetivogeneral": 3,
     "objetivo": "1.5.2.3.Garantizar la educación crítica sobre los medios de comunicación para toda la población y, en especial, para niñas, niños y jóvenes, mediante el esfuerzo articulado entre los órganos rectores de comunicación, cultura y educación, con amplia participación del Poder Popular.",
     "estrategico_id": 2
    },
    {
     "id": 110,
     "objetivogeneral": 1,
     "objetivo": "1.5.2.1.Establecer articulación en estados y municipios para la planificación conjunta entre las instancias territoriales de los órganos rectores de comunicación, cultura y educación, con participación del Poder Popular, gobiernos estadales y municipales.",
     "estrategico_id": 2
    },
    {
     "id": 111,
     "objetivogeneral": 2,
     "objetivo": "1.5.2.2.Adecuar la formación docente, los contenidos y prácticas pedagógicas del Subsistema de Educación Básica a los enfoques de la descolonización, la erradicación de todas las formas de discriminación, la apropiación crítica de la memoria histórica y el territorio y la convivencia intercultural.",
     "estrategico_id": 2
    },
    {
     "id": 113,
     "objetivogeneral": 4,
     "objetivo": "1.5.2.4.Incorporar a las organizaciones del Poder Popular, centros educativos, cultoras y cultores, comunicadoras y comunicadores a la producción y difusión de contenidos, que permitan la reflexión crítica sobre los mecanismos de colonización y las alternativas de descolonización de pensamiento y las prácticas sociales, a través de medios de comunicación masivos, redes sociales y actividades educativas y comunitarias.",
     "estrategico_id": 2
    },
    {
     "id": 120,
     "objetivogeneral": 4,
     "objetivo": "1.5.3.4.Generar el Sistema Público de Creación y Difusión de Contenidos, dirigido a la elaboración colaborativa de recursos educativos (digitales y físicos) para ser utilizados por instituciones educativas, comunidades y familias.",
     "estrategico_id": 3
    },
    {
     "id": 155,
     "objetivogeneral": 3,
     "objetivo": "2.1.3.3.Generar un sistema integrado de facturación electrónica a efectos de optimizar los controles y fiscalización de precios, que tribute al sistema de estadísticas económicas productivas del país.",
     "estrategico_id": 3
    },
    {
     "id": 930,
     "objetivogeneral": 1,
     "objetivo": "3.4.11.1.\tImpulsar los métodos de gestión y dirección altamente eficientes del socialismo.",
     "estrategico_id": 11
    },
    {
     "id": 119,
     "objetivogeneral": 3,
     "objetivo": "1.5.3.3.Crear bases de datos y portales públicos de Internet que brinden información amplia sobre la población venezolana, historia, patrimonio, tradiciones,  paisajes,  fauna y flora, personas resaltantes en distintos ámbitos de la vida (cultural, deportivo, científico), producción económica y cultural, saberes populares en distintos ámbitos (salud, educación, cultura, producción agrícola, culinaria).",
     "estrategico_id": 3
    },
    {
     "id": 118,
     "objetivogeneral": 2,
     "objetivo": "1.5.3.2.Establecer normas para promover la producción y garantizar la difusión en todos los medios de comunicación masiva y en el sistema educativo de contenidos, que afirmen la venezolanidad, fomenten el conocimiento y valoración de la diversidad humana y natural de nuestro país, den a conocer los acervos y valores culturales, así como los aportes en todos los ámbitos de los distintos sectores que conforman la sociedad venezolana, en especial de la población originaria y afrodescendiente, para promover la equidad de género y la valoración positiva de las personas con alguna discapacidad.",
     "estrategico_id": 3
    },
    {
     "id": 117,
     "objetivogeneral": 1,
     "objetivo": "1.5.3.1.Fortalecer el marco jurídico para la erradicación de toda forma de discriminación por motivos de origen social, sexismo, racismo, xenofobia, posición política, discapacidad.",
     "estrategico_id": 3
    },
    {
     "id": 121,
     "objetivogeneral": 1,
     "objetivo": "1.5.4.1.Desarrollar con participación protagónica de las comunidades la identificación, compilación y reconocimiento de las historias locales, biografías de personajes significativos, patrimonios culturales, tradiciones y costumbres, usos lingüísticos, prácticas económicas, características ambientales, etc. Socializadas a través de la crónica comunitaria, los museos comunitarios, las instituciones educativas, murales y manifestaciones artísticas o medios comunitarios.",
     "estrategico_id": 4
    },
    {
     "id": 122,
     "objetivogeneral": 2,
     "objetivo": "1.5.4.2.Favorecer la divulgación nacional e internacional de los contenidos elaborados por las comunidades locales.",
     "estrategico_id": 4
    },
    {
     "id": 127,
     "objetivogeneral": 5,
     "objetivo": "1.6.1.5.Fortalecer el nuevo sistema de conocimiento científico y popular, tanto en el direccionamiento de las áreas temáticas de prioridad nacional como la generación de saberes colectivizados y nuevos cuadros científicos integrales.",
     "estrategico_id": 1
    },
    {
     "id": 126,
     "objetivogeneral": 4,
     "objetivo": "1.6.1.4.Democratizar el acceso físico, cultural y económico a las tecnologías de información y comunicación, que contemplen los procesos formativos, adecuación de la infraestructura y equipamiento, en particular al sistema educativo.",
     "estrategico_id": 1
    },
    {
     "id": 123,
     "objetivogeneral": 1,
     "objetivo": "1.6.1.1.Desarrollar una actividad científica, tecnológica y de innovación, transdisciplinaria, asociada directamente a la estructura productiva nacional, sustitución de importaciones en nudos críticos, así como fomentar el desarrollo de procesos de escalamiento industrial orientados al aprovechamiento de las potencialidades, con efectiva transferencia de conocimientos para la soberanía tecnológica",
     "estrategico_id": 1
    },
    {
     "id": 125,
     "objetivogeneral": 3,
     "objetivo": "1.6.1.3.Desarrollar la actividad científica, tecnológica y de innovación en las unidades productivas, así como en las comunidades asociadas para el desarrollo efectivo de tecnologías nacionales y sustitución de importaciones.",
     "estrategico_id": 1
    },
    {
     "id": 106,
     "objetivogeneral": 5,
     "objetivo": "1.5.1.5.Promover la formación de pregrado y posgrado en las áreas sociales y humanísticas vinculadas a la descolonización del pensamiento y la valoración de la identidad.",
     "estrategico_id": 1
    },
    {
     "id": 149,
     "objetivogeneral": 1,
     "objetivo": "2.1.1.1. Diseñar estrategias que permitan garantizar la participación del pueblo, aumentando su nivel de conciencia para afrontar cualquier escenario que se origine como consecuencia de la guerra económica.",
     "estrategico_id": 1
    },
    {
     "id": 150,
     "objetivogeneral": 2,
     "objetivo": "2.1.1.2. Insertar nuevos esquemas productivos que irradien en su entorno relaciones de producción e intercambio complementario y solidario, al tiempo que constituyan tejidos productivos de sostén de un nuevo metabolismo socialista. Estos injertos productivos tendrán políticas de asociación entre sí bajo formas de conglomerados para multiplicar su escala.",
     "estrategico_id": 1
    },
    {
     "id": 151,
     "objetivogeneral": 3,
     "objetivo": "2.1.1.3. Democratizar los medios de producción, impulsando nuevas formas de propiedad, colocándolas al servicio de la sociedad.",
     "estrategico_id": 1
    },
    {
     "id": 152,
     "objetivogeneral": 4,
     "objetivo": "2.1.1.4. Fortalecer la planificación centralizada y el sistema presupuestario para el desarrollo y direccionamiento de las cadenas estratégicas de la nación.",
     "estrategico_id": 1
    },
    {
     "id": 132,
     "objetivogeneral": 3,
     "objetivo": "1.6.3.3.Garantizar la creación y apropiación del conocimiento para el desarrollo, producción y buen uso de las telecomunicaciones y tecnologías de la información.",
     "estrategico_id": 3
    },
    {
     "id": 133,
     "objetivogeneral": 4,
     "objetivo": "1.6.3.4.Garantizar, en las instituciones del Estado, el uso de equipos electrónicos y aplicaciones informáticas en tecnologías libres y estándares abiertos.",
     "estrategico_id": 3
    },
    {
     "id": 135,
     "objetivogeneral": 2,
     "objetivo": "1.6.4.2.Impulsar la masificación de la tecnología espacial a través de procesos de formación, aplicaciones e infraestructura necesaria, que permitan colocarla al servicio de las necesidades del pueblo.",
     "estrategico_id": 4
    },
    {
     "id": 138,
     "objetivogeneral": 1,
     "objetivo": "1.6.5.1.Desarrollar una política integral de normativa, formación estratégica, aplicaciones, equipamiento e infraestructura para garantizar la soberanía sobre el uso del ciberespacio y el blindaje de la República y sus servicios públicos ante cualquier posible forma de ataque a través de éste.",
     "estrategico_id": 5
    },
    {
     "id": 142,
     "objetivogeneral": 1,
     "objetivo": "1.7.1.1.Mantener actualizados los planes para la defensa territorial y defensa integral adaptados a las características geoestratégicas y sociopolíticas de nuestra Patria.",
     "estrategico_id": 1
    },
    {
     "id": 143,
     "objetivogeneral": 2,
     "objetivo": "1.7.1.2.Incrementar la actividad operativa cívico-militar en las fronteras para la defensa de nuestro territorio, a fin de controlar y neutralizar el crimen transnacional, así como la acción de grupos generadores de violencia.",
     "estrategico_id": 1
    },
    {
     "id": 144,
     "objetivogeneral": 3,
     "objetivo": "1.7.1.3.Efectuar los procesos de creación, reestructuración, reequipamiento y reubicación de las unidades militares, atendiendo a las necesidades de la Defensa Integral de la Patria y su soberanía.",
     "estrategico_id": 1
    },
    {
     "id": 145,
     "objetivogeneral": 4,
     "objetivo": "1.7.1.4.Preparar al país para la Defensa Integral de la Nación, integrando los esfuerzos del poder público, el Pueblo y la Fuerza Armada Nacional Bolivariana.",
     "estrategico_id": 1
    },
    {
     "id": 146,
     "objetivogeneral": 5,
     "objetivo": "1.7.1.5.Incrementar la participación activa del pueblo en sus distintas formas de organización para consolidar la unión cívico-militar.",
     "estrategico_id": 1
    },
    {
     "id": 147,
     "objetivogeneral": 1,
     "objetivo": "1.7.2.1.Consolidar la participación de la FANB en el Sistema Nacional de Misiones mediante la creación del Carnet de la Patria en la Fuerza Armada Nacional Bolivariana, para blindar la atención de las necesidades en todos los miembros de la FANB.",
     "estrategico_id": 2
    },
    {
     "id": 153,
     "objetivogeneral": 1,
     "objetivo": "2.1.3.1.Fortalecer y ampliar las capacidades institucionales de determinación, fijación, seguimiento y fiscalización de precios, así como la implementación de un sistema efectivo de sanciones.",
     "estrategico_id": 3
    },
    {
     "id": 164,
     "objetivogeneral": 5,
     "objetivo": "2.1.4.5.Conformar un sistema de parques industriales para el fortalecimiento de cadenas productivas, tejido industrial, facilidades logísticas, formación, tecnología y sistema de distribución de insumos y productos con precios justos. Estos nodos tendrán unidades de gestión integral para concentrar servicios y potenciar nuevas formas de organización de la producción.",
     "estrategico_id": 4
    },
    {
     "id": 163,
     "objetivogeneral": 4,
     "objetivo": "2.1.4.4.Fortalecer sectores productivos donde el país presente ventajas comparativas, orientando los excedentes como base económica alternativa al modelo monoexportador.",
     "estrategico_id": 4
    },
    {
     "id": 160,
     "objetivogeneral": 1,
     "objetivo": "2.1.4.1.Generar una política sustentada en el enfoque de las cadenas productivas, para el cambio de la base económica productiva del país para la satisfacción de las necesidades sociales de la población y construir el país potencia, que atienda las variables tecnológicas, encadenamiento, sustitución de importaciones y promoción de nuevos actores.",
     "estrategico_id": 4
    },
    {
     "id": 161,
     "objetivogeneral": 2,
     "objetivo": "2.1.4.2.\tPotenciar el aparato  productivo  nacional,  actualizándolo  tecnológicamente  y articulándolo al nuevo modelo, para proveer la base material de la construcción del socialismo.",
     "estrategico_id": 4
    },
    {
     "id": 162,
     "objetivogeneral": 3,
     "objetivo": "2.1.4.3.Generar un nuevo esquema de incentivos que permita la optimización en la asignación de recursos e incrementar la producción y el valor agregado nacional.",
     "estrategico_id": 4
    },
    {
     "id": 154,
     "objetivogeneral": 2,
     "objetivo": "2.1.3.2.Focalizar esfuerzos para garantizar la accesibilidad de la población a un grupo priorizado de bienes y servicios en función de las necesidades básicas.",
     "estrategico_id": 3
    },
    {
     "id": 182,
     "objetivogeneral": 3,
     "objetivo": "2.2.2.3. Fortalecer el tejido social de las misiones, para garantizar la participación del Poder Popular en todas las etapas de planificación, ejecución, seguimiento y control, así como la generación de saldos organizativos de la población beneficiaria.",
     "estrategico_id": 2
    },
    {
     "id": 166,
     "objetivogeneral": 7,
     "objetivo": "2.1.4.7.Generar espacios de complementación productiva y comercial con países aliados y estratégicos.",
     "estrategico_id": 4
    },
    {
     "id": 165,
     "objetivogeneral": 6,
     "objetivo": "2.1.4.6.Desarrollar bancos de insumos dentro del sistema industrial que garantice la cantidad y el tiempo del acceso a las materias primas e insumos industriales con precios justos, para una estructura sana del sistema económico industrial.",
     "estrategico_id": 4
    },
    {
     "id": 171,
     "objetivogeneral": 3,
     "objetivo": "2.1.5.3.Impulsar la conformación de Consejos de Trabajadores y Trabajadoras en las unidades productivas, en el marco de la consolidación y fortalecimiento de la democracia participativa y protagónica.",
     "estrategico_id": 5
    },
    {
     "id": 170,
     "objetivogeneral": 2,
     "objetivo": "2.1.5.2.Propiciar un nuevo modelo de gestión en las unidades productivas, de propiedad social directa e indirecta, que sea eficiente, sustentable y que genere retornabilidad social y\/o económica del proceso productivo.",
     "estrategico_id": 5
    },
    {
     "id": 169,
     "objetivogeneral": 1,
     "objetivo": "2.1.5.1.Construir una cultura del trabajo que se contraponga al rentismo mediante el impulso de la formación desde la praxis del trabajo, conciencia del trabajador y trabajadora, como sujetos activos del proceso de transformación y participación democrática del trabajo, orientada a los más altos intereses nacionales.",
     "estrategico_id": 5
    },
    {
     "id": 173,
     "objetivogeneral": 2,
     "objetivo": "2.1.6.2.Propiciar sistemas de transporte y distribución que tiendan al flujo de mercancías directo desde las unidades de producción al consumidor, centros de acopio o unidades de producción intermedias, que asuma como política rectora la integración de los sistemas logísticos del Estado, impidiendo su fragmentación.",
     "estrategico_id": 6
    },
    {
     "id": 172,
     "objetivogeneral": 1,
     "objetivo": "2.1.6.1.Generar y fortalecer las cadenas de distribución, estatales, comunales y mixtas que representen alternativas en la distribución y ahorro directo a la población de los productos intermedios y de consumo final.",
     "estrategico_id": 6
    },
    {
     "id": 174,
     "objetivogeneral": 1,
     "objetivo": "2.2.1.1.Profundizar la participación política y protagónica de las mujeres en la sociedad.",
     "estrategico_id": 1
    },
    {
     "id": 175,
     "objetivogeneral": 2,
     "objetivo": "2.2.1.2.Incorporar la perspectiva de la igualdad de género en las políticas públicas, que garanticen los derechos de las mujeres y promuevan la no discriminación y protección de los grupos socialmente vulnerables.",
     "estrategico_id": 1
    },
    {
     "id": 176,
     "objetivogeneral": 3,
     "objetivo": "2.2.1.3.Generar políticas formativas sobre la perspectiva de igualdad de género y de diversidad sexual.",
     "estrategico_id": 1
    },
    {
     "id": 177,
     "objetivogeneral": 4,
     "objetivo": "2.2.1.4.Avanzar y profundizar en la incorporación de las mujeres en la construcción de un nuevo tejido económico productivo del país, garantizando el soporte financiero, de insumos, técnico y de especialización productiva",
     "estrategico_id": 1
    },
    {
     "id": 178,
     "objetivogeneral": 5,
     "objetivo": "2.2.1.5.Promover el debate y reflexión de los derechos de la comunidad sexo-género- diversa.",
     "estrategico_id": 1
    },
    {
     "id": 183,
     "objetivogeneral": 4,
     "objetivo": "2.2.2.4.Acelerar la demarcación de los territorios indígenas, a través de la entrega de títulos de propiedad de tierras a sus comunidades.",
     "estrategico_id": 2
    },
    {
     "id": 180,
     "objetivogeneral": 1,
     "objetivo": "2.2.2.1.Generar políticas que garanticen el pleno respecto a la cultura de nuestros pueblos ancestrales, al tiempo que se aprenda de ellos para la edificación de la cultura socialista y de la identidad nacional.",
     "estrategico_id": 2
    },
    {
     "id": 181,
     "objetivogeneral": 2,
     "objetivo": "2.2.2.2.Garantizar la adecuación, presencia y funcionamiento de los servicios e infraestructuras relacionados con el Derecho a la ciudad, independientemente del tamaño de los centros poblados indígenas, con pleno respeto a sus tradiciones y costumbres.",
     "estrategico_id": 2
    },
    {
     "id": 189,
     "objetivogeneral": 6,
     "objetivo": "2.2.3.6.Direccionar un vector de desarrollo de la Gran Misión Vivienda Venezuela a la juventud, poniendo énfasis en la localización del desarrollo sectorial y espacial de la nueva economía.",
     "estrategico_id": 3
    },
    {
     "id": 188,
     "objetivogeneral": 5,
     "objetivo": "2.2.3.5.Asumir como política estructurante nacional el direccionamiento del bono demográfico para el desarrollo sectorial y espacial de la economía, garantizando la formación técnica y política del trabajo para el futuro de la juventud y la Patria.",
     "estrategico_id": 3
    },
    {
     "id": 187,
     "objetivogeneral": 4,
     "objetivo": "2.2.3.4.Promover una política de inclusión de los jóvenes al sistema productivo nacional, con especial énfasis en los jóvenes de sectores de menores ingresos, que incentive una cultura económica productiva socialista.",
     "estrategico_id": 3
    },
    {
     "id": 186,
     "objetivogeneral": 3,
     "objetivo": "2.2.3.3.Fortalecer la organización y participación protagónica de los jóvenes en la  vida política nacional, abriendo mayores espacios y formas de organización como los Consejos del Poder Popular Juvenil, organizaciones estudiantiles, culturales, deportivas, entre otras iniciativas.",
     "estrategico_id": 3
    },
    {
     "id": 184,
     "objetivogeneral": 1,
     "objetivo": "2.2.3.1.Construir un poderoso movimiento de la juventud venezolana para la construcción del socialismo y el país potencia, que promueva la ética socialista en los espacios de formación y recreación de los jóvenes, orientado hacia la paz, la solidaridad, una vida sana y la convivencia comunal.",
     "estrategico_id": 3
    },
    {
     "id": 185,
     "objetivogeneral": 2,
     "objetivo": "2.2.3.2.Desarrollar espacios institucionales de formación y atención integral para jóvenes en situación de vulnerabilidad.",
     "estrategico_id": 3
    },
    {
     "id": 192,
     "objetivogeneral": 2,
     "objetivo": "2.2.4.2.Fortalecer y expandir políticas de Estado para la plena inclusión afrodescendiente en la identidad y orgullo nacional, así como desarrollo de los pueblos afrodescendientes.",
     "estrategico_id": 4
    },
    {
     "id": 191,
     "objetivogeneral": 1,
     "objetivo": "2.2.4.1.Generar políticas de Estado en el combate al racismo como forma cultural, política, económica, social y espacial de exclusión e intolerancia.",
     "estrategico_id": 4
    },
    {
     "id": 200,
     "objetivogeneral": 2,
     "objetivo": "2.2.6.2. Consolidar el Fondo Nacional del Deporte, Actividad Física y Educación Física para impulsar la masificación del deporte.",
     "estrategico_id": 6
    },
    {
     "id": 201,
     "objetivogeneral": 3,
     "objetivo": "2.2.6.3. Ampliar la infraestructura de la Misión Barrio Adentro Deportivo y de todos los espacios deportivos a nivel parroquial.",
     "estrategico_id": 6
    },
    {
     "id": 202,
     "objetivogeneral": 4,
     "objetivo": "2.2.6.4. Contribuir a la práctica sistemática, masiva y diversificada de la actividad física en las comunidades y espacios públicos.",
     "estrategico_id": 6
    },
    {
     "id": 203,
     "objetivogeneral": 5,
     "objetivo": "2.2.6.5. Fortalecer el deporte de alto rendimiento, con apoyo integral al atleta y héroes del deporte, desarrollo de la medicina y las ciencias aplicadas al deporte de alto rendimiento, desarrollo de centros de alto rendimiento y de la escuela nacional de talentos deportivos.",
     "estrategico_id": 6
    },
    {
     "id": 208,
     "objetivogeneral": 1,
     "objetivo": "2.2.8.1. Avanzar en la transformación del sistema penitenciario, a través de la incorporación de familiares de las personas privadas de libertad, consejos comunales, organizaciones sociales y cualquier otra forma de organización, a labores pertinentes a la materia penitenciaria.",
     "estrategico_id": 8
    },
    {
     "id": 209,
     "objetivogeneral": 2,
     "objetivo": "2.2.8.2. Combatir la impunidad, el retardo procesal penal, en coordinación con los poderes públicos involucrados.",
     "estrategico_id": 8
    },
    {
     "id": 210,
     "objetivogeneral": 3,
     "objetivo": "2.2.8.3. Mejorar y construir infraestructuras para las Comunidades Penitenciarias, incorporando espacios para el trabajo productivo.",
     "estrategico_id": 8
    },
    {
     "id": 211,
     "objetivogeneral": 4,
     "objetivo": "2.2.8.4. Transformar el sistema de justicia penal, generando alternativas para el cumplimiento de la pena, así como otros beneficios procesales que coadyuve a la conformación de un nuevo orden de administración de justicia.",
     "estrategico_id": 8
    },
    {
     "id": 212,
     "objetivogeneral": 5,
     "objetivo": "2.2.8.5. Crear un sistema integral de apoyo post penitenciario, con énfasis en programas socioeducativos y laborales, garantizando la privacidad de los antecedentes penales.",
     "estrategico_id": 8
    },
    {
     "id": 213,
     "objetivogeneral": 1,
     "objetivo": "2.2.9.1. Erradicar la pobreza extrema.",
     "estrategico_id": 9
    },
    {
     "id": 214,
     "objetivogeneral": 2,
     "objetivo": "2.2.9.2. Reducir la pobreza general a menos del 15% de los hogares y erradicar la pobreza extrema, potenciando el desarrollo y expansión del alcance territorial de las misiones, grandes misiones y micromisiones que garanticen al pueblo las condiciones para el goce y ejercicio de todos los derechos económicos, sociales y culturales.",
     "estrategico_id": 9
    },
    {
     "id": 215,
     "objetivogeneral": 3,
     "objetivo": "2.2.9.3. Reducir las condiciones de vulnerabilidad social a través del desarrollo y consolidación de las Misiones, Grandes Misiones, tales como la Gran Misión en Amor Mayor, Misión Madres del Barrio, Misión Hijos e Hijas de Venezuela, Misión Alimentación de Venezuela, Gran Misión Saber y Trabajo, Gran Misión Vivienda Venezuela, Jóvenes de la Patria, AgroVenezuela, Barrio Adentro I y II; así como las micromisiones y otros programas sociales, que permitan la máxima protección a familias venezolanas conformadas por personas adultas mayores, mujeres embarazadas, niños, niñas y adolescentes o con discapacidad",
     "estrategico_id": 9
    },
    {
     "id": 217,
     "objetivogeneral": 1,
     "objetivo": "2.2.10.1. Asegurar la salud de la población, a través del fortalecimiento continuo y la consolidación de todos los niveles de atención y servicios del Sistema Público Nacional de Salud, priorizando el nivel de atención primaria para la promoción de estilos y condiciones de vida saludables en toda la población.",
     "estrategico_id": 10
    },
    {
     "id": 218,
     "objetivogeneral": 2,
     "objetivo": "2.2.10.2. Fomentar la creación de centros y servicios especializados en el Sistema Público Nacional de Salud.",
     "estrategico_id": 10
    },
    {
     "id": 219,
     "objetivogeneral": 3,
     "objetivo": "2.2.10.3. Articular bajo la rectoría única del Sistema Público Nacional de Salud a todos los órganos y entes prestadores de servicios de salud públicos y privados.",
     "estrategico_id": 10
    },
    {
     "id": 220,
     "objetivogeneral": 4,
     "objetivo": "2.2.10.4. Disminuir el sobrepeso y el sedentarismo como factores de riesgos de enfermedades prevenibles, a través de mecanismos que fomenten la actividad física, mejoren los hábitos alimenticios y patrones de consumo. Promover la disminución a un 12% del porcentaje de la población de 7-14 años con sobrepeso (peso-talla).",
     "estrategico_id": 10
    },
    {
     "id": 221,
     "objetivogeneral": 5,
     "objetivo": "2.2.10.5. Impulsar la participación protagónica del Poder Popular en los espacios de articulación intersectorial e institucionales para la promoción de la calidad de vida y la salud, a través del: a) el incremento de los egresados de las distintas profesiones que se encuentran integradas al Sistema Público Nacional de Salud, alcanzando los 80.000 profesionales de la salud para 2019; b) la participación de los órganos del Poder Popular en la planificación, ejecución, monitoreo y evaluación de las acciones de salud en las Áreas de Salud Integral Comunitaria; y c) la constitución de organizaciones populares en salud, tales como los comités de salud.",
     "estrategico_id": 10
    },
    {
     "id": 222,
     "objetivogeneral": 6,
     "objetivo": "2.2.10.6. Aumentar al 15% la producción nacional de medicamentos esenciales  requeridos por el Sistema Publico Nacional de Salud.",
     "estrategico_id": 10
    },
    {
     "id": 223,
     "objetivogeneral": 7,
     "objetivo": "2.2.10.7. Aumentar al 10% la producción nacional de material médico quirúrgico requerido por el Sistema Público Nacional de Salud.",
     "estrategico_id": 10
    },
    {
     "id": 224,
     "objetivogeneral": 8,
     "objetivo": "2.2.10.8. Consolidar y expandir la Red de Farmacias Populares en todo el territorio nacional.",
     "estrategico_id": 10
    },
    {
     "id": 225,
     "objetivogeneral": 9,
     "objetivo": "2.2.10.9. Fortalecer la atención de la salud sexual y reproductiva de la población venezolana con énfasis en los sectores de mayor vulnerabilidad y exclusión.",
     "estrategico_id": 10
    },
    {
     "id": 226,
     "objetivogeneral": 10,
     "objetivo": "2.2.10.10. Reducir cargas de enfermedad, mortalidad prematura y mortalidad evitable con énfasis en mortalidad materna, mortalidad en menores de 5 años.",
     "estrategico_id": 10
    },
    {
     "id": 229,
     "objetivogeneral": 2,
     "objetivo": "2.2.11.2. Desarrollar planes de apoyo, protección y promoción de la lactancia materna, así como la creación de redes de lactarios de leche materna.",
     "estrategico_id": 11
    },
    {
     "id": 230,
     "objetivogeneral": 3,
     "objetivo": "2.2.11.3. Asegurar la alimentación saludable de la población, con especial atención en la primera infancia (prenatal - 8 años).",
     "estrategico_id": 11
    },
    {
     "id": 231,
     "objetivogeneral": 4,
     "objetivo": "2.2.11.4. Consolidar las casas de alimentación, para adecuarlas y ampliarlas como centros de formación y atención nutricional.",
     "estrategico_id": 11
    },
    {
     "id": 232,
     "objetivogeneral": 5,
     "objetivo": "2.2.11.5. Fortalecer los programas de asistencia alimentaria en el sistema educativo.",
     "estrategico_id": 11
    },
    {
     "id": 233,
     "objetivogeneral": 6,
     "objetivo": "2.2.11.6. Promover hábitos alimentarios saludables y patrones de consumo adaptados a las potencialidades productivas del país.",
     "estrategico_id": 11
    },
    {
     "id": 234,
     "objetivogeneral": 7,
     "objetivo": "2.2.11.7. Prevenir y controlar las carencias de micronutrientes y promoción de la seguridad alimentaria en los hogares.",
     "estrategico_id": 11
    },
    {
     "id": 235,
     "objetivogeneral": 1,
     "objetivo": "2.2.12.1. Desarrollar en el Currículo Nacional Bolivariano los contenidos de la educación integral y liberadora con fundamento en los valores y principios de la Patria.",
     "estrategico_id": 12
    },
    {
     "id": 236,
     "objetivogeneral": 2,
     "objetivo": "2.2.12.2. Extender la cobertura de la matrícula escolar a toda la población, con énfasis en las poblaciones excluidas, de la siguiente manera: a) Etapa de maternal: incrementar la matrícula de 13% hasta el 40%; b) Etapa de preescolar: universalizar la matrícula al 100% de cobertura; c) Etapa primaria: consolidar la universalización, aumentando al 100%; d) Educación media general: incrementar la matrícula al 100% para lograr que toda la población alcance un nivel de instrucción promedio no menor a educación media general o media técnica; e) Incrementar la matrícula de la educación técnica al 40%.",
     "estrategico_id": 12
    },
    {
     "id": 237,
     "objetivogeneral": 3,
     "objetivo": "2.2.12.3. Profundizar la territorialización y pertinencia de la educación universitaria, a través del aumento de la matrícula municipalizada en un 60%, con iniciativas como las misiones Sucre y Alma Mater, así como los programas nacionales de formación avanzada.",
     "estrategico_id": 12
    },
    {
     "id": 238,
     "objetivogeneral": 4,
     "objetivo": "2.2.12.4. Ampliar la infraestructura y la dotación escolar y deportiva, garantizando la ejecución de un plan de construcción, ampliación, reparación y mantenimiento permanente.",
     "estrategico_id": 12
    },
    {
     "id": 239,
     "objetivogeneral": 5,
     "objetivo": "2.2.12.5. Continuar incorporando tecnologías de la información y de la comunicación al proceso educativo. ",
     "estrategico_id": 12
    },
    {
     "id": 240,
     "objetivogeneral": 6,
     "objetivo": "2.2.12.6. Profundizar la acción educativa, comunicacional y de protección del ambiente.",
     "estrategico_id": 12
    },
    {
     "id": 242,
     "objetivogeneral": 8,
     "objetivo": "2.2.12.8. Desarrollar programas y proyectos de formación-investigación que den respuesta a las necesidades y potencialidades productivas para el proyecto nacional.",
     "estrategico_id": 12
    },
    {
     "id": 243,
     "objetivogeneral": 9,
     "objetivo": "2.2.12.9. Desarrollar programas en educación en los que se incorporen contenidos enfocados en los conocimientos ancestrales y populares.",
     "estrategico_id": 12
    },
    {
     "id": 244,
     "objetivogeneral": 10,
     "objetivo": "2.2.12.10. Impulsar la transformación universitaria y la formación técnico-profesional, para su vinculación con los objetivos del proyecto nacional.",
     "estrategico_id": 12
    },
    {
     "id": 245,
     "objetivogeneral": 11,
     "objetivo": "2.2.12.11. Consolidar la democratización del acceso a la educación técnica y universitaria. ",
     "estrategico_id": 12
    },
    {
     "id": 246,
     "objetivogeneral": 12,
     "objetivo": "2.2.12.12. Consolidar el derecho constitucional a la educación universitaria para todas y todos, fortaleciendo el ingreso, prosecución y egreso, incrementando al 100% la inclusión de jóvenes bachilleres al sistema de educación universitaria.",
     "estrategico_id": 12
    },
    {
     "id": 247,
     "objetivogeneral": 1,
     "objetivo": "2.2.13.1. Fortalecer y ampliar el Sistema de Misiones y Grandes Misiones Socialistas para garantizar la cobertura, calidad, corresponsabilidad y eficiencia en la satisfacción de las necesidades de la población.",
     "estrategico_id": 13
    },
    {
     "id": 248,
     "objetivogeneral": 2,
     "objetivo": "2.2.13.2. Desarrollar, desde las grandes misiones, los sistemas de acompañamiento territorial, para transformar la vida de familias y comunidades en situación de pobreza y de riesgo.",
     "estrategico_id": 13
    },
    {
     "id": 249,
     "objetivogeneral": 3,
     "objetivo": "2.2.13.3. Generar saldos organizativos del Poder Popular en las Misiones y Grandes Misiones. ",
     "estrategico_id": 13
    },
    {
     "id": 250,
     "objetivogeneral": 4,
     "objetivo": "2.2.13.4. Garantizar sistemas de financiamiento especial para la sostenibilidad de las misiones y Grandes Misiones Socialistas.",
     "estrategico_id": 13
    },
    {
     "id": 256,
     "objetivogeneral": 6,
     "objetivo": "2.3.1.6.Asegurar el desarrollo físico, cognitivo, moral y un ambiente seguro y saludable de trabajo, en condiciones laborales y de seguridad social gratificantes.",
     "estrategico_id": 1
    },
    {
     "id": 255,
     "objetivogeneral": 5,
     "objetivo": "2.3.1.5.Promover la armonización de la vida familiar y laboral.",
     "estrategico_id": 1
    },
    {
     "id": 254,
     "objetivogeneral": 4,
     "objetivo": "2.3.1.4.Estimular el desarrollo de la identidad y los valores patrios asociando los espacios de recreación de los trabajadores y trabajadores al disfrute de nuestro patrimonio cultural y natural.",
     "estrategico_id": 1
    },
    {
     "id": 253,
     "objetivogeneral": 3,
     "objetivo": "2.3.1.3.Garantizar la formación colectiva en los centros de trabajo, que favorezca la incorporación al trabajo productivo, solidario y liberador.",
     "estrategico_id": 1
    },
    {
     "id": 251,
     "objetivogeneral": 1,
     "objetivo": "2.3.1.1.Universalizar la seguridad social para todos y todas generando progresivamente, pese la guerra económica, nuevos estándares superiores propios del Socialismo.",
     "estrategico_id": 1
    },
    {
     "id": 252,
     "objetivogeneral": 2,
     "objetivo": "2.3.1.2.Asegurar la garantía de prestaciones básicas universales relativas a las contingencias de vejez, sobrevivencia, personas con discapacidad, cesantía y desempleo.",
     "estrategico_id": 1
    },
    {
     "id": 263,
     "objetivogeneral": 6,
     "objetivo": "2.3.2.6.Generar un circuito económico-productivo asociado al Sistema de Misiones y Grandes Misiones.",
     "estrategico_id": 2
    },
    {
     "id": 262,
     "objetivogeneral": 5,
     "objetivo": "2.3.2.5.Dar un salto político organizativo de los misioneros y misioneras para construir un poderoso movimiento de defensa de la patria, así como un nuevo tejido social y productivo.",
     "estrategico_id": 2
    },
    {
     "id": 261,
     "objetivogeneral": 4,
     "objetivo": "2.3.2.4.Coordinar de manera centralizada el plan de formación, financiamiento y producción de toda la política social, mediante la integración de la infraestructura social, del personal y de los recursos operativos.",
     "estrategico_id": 2
    },
    {
     "id": 260,
     "objetivogeneral": 3,
     "objetivo": "2.3.2.3.Fortalecer el tejido social de las misiones para garantizar la participación del Poder Popular en todas las etapas de planificación, ejecución, seguimiento y control, así como la generación de saldos organizativos de la población beneficiaria.",
     "estrategico_id": 2
    },
    {
     "id": 259,
     "objetivogeneral": 2,
     "objetivo": "2.3.2.2.Fortalecer y desarrollar el Servicio Nacional de Información de Misiones y Grandes Misiones, empleando el Carnet de la Patria como elemento articulador del registro único y plataforma interoperativa de todo el Sistema de Misiones y GrandesMisiones de protección del pueblo, generando insumos para la planificación, seguimiento y evaluación de la efectividad de los programas sociales en el cumplimiento de sus objetivos, para optimizar la política integral de protección, cumpliendo el principio de: A cada quien según sus necesidades y cada quien según su capacidad.",
     "estrategico_id": 2
    },
    {
     "id": 258,
     "objetivogeneral": 1,
     "objetivo": "2.3.2.1.Fortalecer la visión integral entre los distintos componentes del Sistema de Misiones y Grandes Misiones en un orden sistémico de planificación, formación, recursos, seguimiento y dirección a todas las escalas: nacional, regional, estadal, municipal y comunal.",
     "estrategico_id": 2
    },
    {
     "id": 285,
     "objetivogeneral": 1,
     "objetivo": "2.4.2.1. Ampliar los mecanismos de contraloría social para resguardar los intereses colectivos, fomentando la nueva ética revolucionaria en el desempeño de las funciones públicas.",
     "estrategico_id": 2
    },
    {
     "id": 286,
     "objetivogeneral": 2,
     "objetivo": "2.4.2.2. Multiplicar los mecanismos que permitan al Poder Popular ejercer su capacidad y potestad en la prevención, vigilancia, supervisión y acompañamiento en la gestión de los fondos públicos, organismos de la administración pública y en las mismas instancias del Poder Popular.",
     "estrategico_id": 2
    },
    {
     "id": 265,
     "objetivogeneral": 1,
     "objetivo": "2.3.3.1.Generar la plataforma humana, de infraestructura, equipamiento, formación y soporte financiero, necesaria para profundizar la masificación deportiva.",
     "estrategico_id": 3
    },
    {
     "id": 266,
     "objetivogeneral": 2,
     "objetivo": "2.3.3.2.Fortalecer la infraestructura de la Misión Barrio Adentro Deportivo y de todos los espacios deportivos a nivel parroquial.",
     "estrategico_id": 3
    },
    {
     "id": 521,
     "objetivogeneral": 1,
     "objetivo": "3.4.4.1.\tDesarrollar las potencialidades existentes en el cinturón gasífero de Venezuela en los proyectos Rafael Urdaneta y Mariscal Sucre.",
     "estrategico_id": 4
    },
    {
     "id": 268,
     "objetivogeneral": 4,
     "objetivo": "2.3.3.4.Fortalecer el deporte de alto rendimiento, con apoyo integral al atleta y héroes del deporte, desarrollo de la medicina y las ciencias aplicadas al deporte de alto rendimiento, desarrollo de centros de alto rendimiento y de la Escuela Nacional de Talento Deportivo.",
     "estrategico_id": 3
    },
    {
     "id": 270,
     "objetivogeneral": 1,
     "objetivo": "2.3.4.1.Garantizar la inclusión de las personas con alguna discapacidad, desde la perspectiva del respeto y celebración de la diversidad, a través de políticas de formación y concienciación dirigidas a toda la población.",
     "estrategico_id": 4
    },
    {
     "id": 271,
     "objetivogeneral": 2,
     "objetivo": "2.3.4.2.Garantizar condiciones de accesibilidad plena en las ciudades, sistema educativo, de salud, transporte público y privado, entre otros.",
     "estrategico_id": 4
    },
    {
     "id": 276,
     "objetivogeneral": 1,
     "objetivo": "2.3.5.1.Erradicar la pobreza extrema que garantice durante el proceso la plena atención de las necesidades humanas de estos grupos vulnerables y avanzar aún más en la reducción de las desigualdades de la sociedad, procurando los más altos niveles de América.",
     "estrategico_id": 5
    },
    {
     "id": 277,
     "objetivogeneral": 2,
     "objetivo": "2.3.5.2.Reducir la pobreza general que permita alcanzar en 2025 las metas de los Objetivos de Desarrollo Sostenible de la Organización de las Naciones Unidas y erradicar la pobreza extrema, potenciando el desarrollo y expansión del alcance territorial de las misiones, grandes misiones y micromisiones, que garanticen al pueblo las condiciones para el goce y ejercicio de todos los derechos económicos, sociales y culturales.",
     "estrategico_id": 5
    },
    {
     "id": 278,
     "objetivogeneral": 3,
     "objetivo": "2.3.5.3.Reducir las condiciones de vulnerabilidad social a través del desarrollo y consolidación de todo el Sistema de Misiones y Grandes Misiones, que permitan la máxima protección a familias venezolanas.",
     "estrategico_id": 5
    },
    {
     "id": 279,
     "objetivogeneral": 4,
     "objetivo": "2.3.5.4.Impulsar la corresponsabilidad del Poder Popular en la lucha por la erradicación de la pobreza en todas sus manifestaciones.",
     "estrategico_id": 5
    },
    {
     "id": 281,
     "objetivogeneral": 1,
     "objetivo": "2.4.1.1.Impulsar un proceso legal para la repatriación de capitales y penalización de los crímenes de guerra cometidos contra el país.",
     "estrategico_id": 1
    },
    {
     "id": 282,
     "objetivogeneral": 2,
     "objetivo": "2.4.1.2.Optimizar las bases y normativas de la revolución tributaria, así como los mecanismos de recaudación a fin de hacer justicia y evitar la evasión y elusión fiscal.",
     "estrategico_id": 1
    },
    {
     "id": 283,
     "objetivogeneral": 3,
     "objetivo": "2.4.1.3.Profundizar la adecuación del sistema tributario, su revolución interna, a efectos de maximizar el principio de “A mayor ganancia, mayores impuestos”.",
     "estrategico_id": 1
    },
    {
     "id": 290,
     "objetivogeneral": 3,
     "objetivo": "2.5.1.3.Promover la conformación de las Salas de Batalla Social, como herramienta de articulación entre el pueblo organizado y el Estado.",
     "estrategico_id": 1
    },
    {
     "id": 289,
     "objetivogeneral": 2,
     "objetivo": "2.5.1.2.Fortalecer los procesos de conformación de los Consejos Comunales a nivel nacional, garantizando su alta importancia estratégica, participación participativa y protagónica, así como la simplificación y sistematización desburocratizada de los procesos de registro y seguimiento.",
     "estrategico_id": 1
    },
    {
     "id": 288,
     "objetivogeneral": 1,
     "objetivo": "2.5.1.1.Promover, consolidar y expandir la organización del Poder Popular en el ámbito territorial y sectorial, en la figura de las distintas instancias de participación.",
     "estrategico_id": 1
    },
    {
     "id": 291,
     "objetivogeneral": 1,
     "objetivo": "2.5.2.1.Desarrollar el Sistema Económico Comunal con las distintas formas de organización socioproductiva: empresas de propiedad social directa, unidades familiares, grupos de intercambio solidario y demás formas asociativas para el trabajo.",
     "estrategico_id": 2
    },
    {
     "id": 299,
     "objetivogeneral": 5,
     "objetivo": "2.5.3.5.Desarrollar lineamientos y acciones estratégicas para la transferencia de competencias en la gestión de planes, obras y servicios en las comunidades y regiones.",
     "estrategico_id": 3
    },
    {
     "id": 294,
     "objetivogeneral": 3,
     "objetivo": "2.5.2.3.Fortalecer el Sistema Económico Comunal mediante procesos de transferencia de empresas de propiedad social indirecta a instancias del Poder Popular, así como    el fortalecimiento de las instancias de financiamiento y la integración de cadenas productivas y de valor.",
     "estrategico_id": 2
    },
    {
     "id": 298,
     "objetivogeneral": 4,
     "objetivo": "2.5.3.4.Promover la organización de las unidades de contraloría social de los consejos comunales, para garantizar la máxima eficiencia de las políticas públicas.",
     "estrategico_id": 3
    },
    {
     "id": 297,
     "objetivogeneral": 3,
     "objetivo": "2.5.3.3.Impulsar la creación de unidades de acompañamiento técnico integral estadales, dotando al Poder Popular organizado de herramientas técnicas útiles para una gestión comunal eficiente, eficaz, efectiva y de calidad.",
     "estrategico_id": 3
    },
    {
     "id": 296,
     "objetivogeneral": 2,
     "objetivo": "2.5.3.2.Instaurar la noción de corresponsabilidad en torno al proceso de planificación comunal, regional y territorial para impulsar la participación corresponsable de la organización popular en el estudio y establecimiento de los lineamientos y acciones estratégicas para el desarrollo de planes, obras y servicios en las comunidades y regiones.",
     "estrategico_id": 3
    },
    {
     "id": 295,
     "objetivogeneral": 1,
     "objetivo": "2.5.3.1.Lograr la consolidación de un sistema de articulación entre las diferentes instancias del Poder Popular, con el fin de trascender de la acción local al ámbito de lo regional y nacional, rumbo a la construcción de un subsistema de comunas, Distritos Motores de Desarrollo y Ejes de Desarrollo Territorial.",
     "estrategico_id": 3
    },
    {
     "id": 301,
     "objetivogeneral": 1,
     "objetivo": "2.5.4.1.Promover instancias organizativas del Poder Popular, tales como los comités de prevención, protección social, deporte y recreación de los consejos comunales, para atender a la población en situación de vulnerabilidad.",
     "estrategico_id": 4
    },
    {
     "id": 302,
     "objetivogeneral": 2,
     "objetivo": "2.5.4.2.Desarrollar planes integrales comunitarios y políticas orientadas a incluir a las personas en situación de vulnerabilidad.",
     "estrategico_id": 4
    },
    {
     "id": 303,
     "objetivogeneral": 3,
     "objetivo": "2.5.4.3.Fomentar el ejercicio de la contraloría social en el ámbito comunitario como garantía del cumplimiento de políticas de inclusión social.",
     "estrategico_id": 4
    },
    {
     "id": 304,
     "objetivogeneral": 4,
     "objetivo": "2.5.4.4.Aplicar programas de formación y debate permanente en materia de prevención social con la participación de los voceros y voceras del Poder Popular.",
     "estrategico_id": 4
    },
    {
     "id": 305,
     "objetivogeneral": 5,
     "objetivo": "2.5.4.5.Incorporar al Poder Popular en la recuperación y creación de espacios públicos para el desarrollo de actividades culturales, recreativas y preventivas, tales como las canchas de paz y otras de prevención y recreación en las comunidades, en función de los detalles que se deriven del ACA y Plan de la Patria Comunal.",
     "estrategico_id": 4
    },
    {
     "id": 306,
     "objetivogeneral": 6,
     "objetivo": "2.5.4.6.Impulsar la creación y desarrollo de las mesas comunales del Sistema Nacional de Misiones y Grandes Misiones Socialistas, garantizando la participación de organizaciones del Poder Popular en la gestión de los programas sociales.",
     "estrategico_id": 4
    },
    {
     "id": 313,
     "objetivogeneral": 6,
     "objetivo": "2.5.5.6.Fortalecer y expandir los programas de formación en planificación participativa local, en articulación vinculante con los entes con competencia en planificación y comunas, de las distintas escalas del Estado venezolano.",
     "estrategico_id": 5
    },
    {
     "id": 312,
     "objetivogeneral": 5,
     "objetivo": "2.5.5.5.Contribuir a la formación técnico-productiva para el desarrollo local y el fortalecimiento de las capacidades productivas del Poder Popular.",
     "estrategico_id": 5
    },
    {
     "id": 311,
     "objetivogeneral": 4,
     "objetivo": "2.5.5.4.\tEstablecer espacios de formación en las comunas y salas de batalla social, gestionados por las propias comunidades, para el aprendizaje y socialización de conocimiento.",
     "estrategico_id": 5
    },
    {
     "id": 310,
     "objetivogeneral": 3,
     "objetivo": "2.5.5.3.Incorporar facilitadores provenientes de las diferentes organizaciones del Poder Popular como sujetos principales en los procesos de formación, así como sistematizar las experiencias para su difusión, evaluación y emulación, de ser el caso.",
     "estrategico_id": 5
    },
    {
     "id": 308,
     "objetivogeneral": 1,
     "objetivo": "2.5.5.1.Desarrollar programas de formación y socialización que fortalezcan la capacidad de gestión del Poder Popular en competencias que le sean transferidas en los ámbitos político, económico, social, jurídico y en áreas estratégicas para el desarrollo nacional.",
     "estrategico_id": 5
    },
    {
     "id": 309,
     "objetivogeneral": 2,
     "objetivo": "2.5.5.2.Desarrollar programas permanentes de formación sociopolítica y técnico- productiva, a través de la Escuela para el Fortalecimiento del Poder Popular, entre otros espacios.",
     "estrategico_id": 5
    },
    {
     "id": 332,
     "objetivogeneral": 2,
     "objetivo": "2.5.7.2. Fortalecer la producción, interoperabilidad e intercambio de información estadística oficial producida por organismos, entes y empresas del Estado. ",
     "estrategico_id": 7
    },
    {
     "id": 333,
     "objetivogeneral": 3,
     "objetivo": "2.5.7.3. Impulsar el desarrollo de la cartografía con fines estadísticos y el mapeo de las políticas sociales. ",
     "estrategico_id": 7
    },
    {
     "id": 334,
     "objetivogeneral": 4,
     "objetivo": "2.5.7.4. Desarrollar investigaciones estadísticas mediante el sistema integrado de estadísticas sociales y económicas, para el seguimiento de las políticas y medición de impactos.",
     "estrategico_id": 7
    },
    {
     "id": 335,
     "objetivogeneral": 5,
     "objetivo": "2.5.7.5. Asegurar la formación sistemática en estadísticas públicas.",
     "estrategico_id": 7
    },
    {
     "id": 336,
     "objetivogeneral": 6,
     "objetivo": "2.5.7.6. Desarrollar un nuevo sistema de indicadores del vivir bien, que permita una efectiva evaluación y visibilización de los avances de la Revolución Bolivariana.",
     "estrategico_id": 7
    },
    {
     "id": 337,
     "objetivogeneral": 1,
     "objetivo": "2.5.8.1. Garantizar el desarrollo del Gobierno Electrónico, mediante la normativa legal e infraestructura necesaria, como sistema para facilitar la participación ciudadana y la gestión pública eficiente y transparente. ",
     "estrategico_id": 8
    },
    {
     "id": 338,
     "objetivogeneral": 2,
     "objetivo": "2.5.8.2. Adecuar y fortalecer las plataformas de las instituciones del Estado como vía para mejorar la eficiencia en el intercambio de datos necesario para el desarrollo del Gobierno Electrónico.",
     "estrategico_id": 8
    },
    {
     "id": 324,
     "objetivogeneral": 1,
     "objetivo": "2.5.6.1.Construir los métodos integrales de gestión entre el Plan de la Patria Comunal y las demás instancias de planificación-acción del sistema de gobierno del país, a sus distintas escalas.",
     "estrategico_id": 6
    },
    {
     "id": 325,
     "objetivogeneral": 2,
     "objetivo": "2.5.6.2.Desarrollar un proceso de planificación revolucionaria, participativa y protagónica del Poder Popular para la formulación de su plan de desarrollo a escala comunal como expresión sistémica del Plan de la Patria, que fomente de esta manera no solo la resolución de los problemas concretos, la proyección y construcción para el futuro, sino el arraigo de la conciencia política del proyecto de Patria.",
     "estrategico_id": 6
    },
    {
     "id": 326,
     "objetivogeneral": 3,
     "objetivo": "2.5.6.3.Construir una visión integral, con perfil de agregación, tanto de los planes sectoriales como de la visión de ciudad considerando los Planes de la Patria Comunal, de forma que ambas escalas y visiones sectoriales se retroalimenten y asuman como un conjunto indivisible.",
     "estrategico_id": 6
    },
    {
     "id": 339,
     "objetivogeneral": 1,
     "objetivo": "3.1.1.1.\tPotenciar el desarrollo del Motor Farmacéutico, para la atención de las necesidades de la población, que garantice los más altos estándares de calidad, oportunidad y suficiencia de la producción.",
     "estrategico_id": 1
    },
    {
     "id": 340,
     "objetivogeneral": 2,
     "objetivo": "3.1.1.2.\tPotenciar el desarrollo del Motor Industrial, a efectos de maximizar la generación de valor agregado, para construir un sistema industrial complejo e integrado, que desarrolle el concepto de cadenas productivas, desarrollo tecnológico y del conocimiento, proceso de sustitución de importaciones, rompiendo con el esquema de industria de ensamblaje y rentismo petrolero.",
     "estrategico_id": 1
    },
    {
     "id": 341,
     "objetivogeneral": 1,
     "objetivo": "3.1.2.1.\tConfigurar un esquema de especialización espacial productiva, a partir de las ventajas de localización basadas en el uso racional y eficiente de los recursos disponibles, con criterios de independencia, soberanía y equilibrio interregional, que constituya el eje funcional de las escalas de planificación espacial del país y el sistema de ciudades.",
     "estrategico_id": 2
    },
    {
     "id": 342,
     "objetivogeneral": 2,
     "objetivo": "3.1.2.2.\tGenerar una estructura de sostén productivo, redes regionales, infraestructura de apoyo a la producción, logística y distribución, que tienda a construir economía de escala en una nueva cultura organizativa productiva.\"",
     "estrategico_id": 2
    },
    {
     "id": 343,
     "objetivogeneral": 3,
     "objetivo": "3.1.2.3.\tDesarrollar parques y demás áreas de aglomeración industrial, como nodos  del nuevo sistema productivo nacional y de complementariedad con los proyectos de integración de Nuestra América.",
     "estrategico_id": 2
    },
    {
     "id": 320,
     "objetivogeneral": 4,
     "objetivo": "3.2.4.4.\tImpulsar el desarrollo de ciudades ecosocialistas, como expresión en el espacio urbano de la democracia plena en todas sus dimensiones.",
     "estrategico_id": 4
    },
    {
     "id": 350,
     "objetivogeneral": 10,
     "objetivo": "3.1.2.10. Crear cinco (5) Bases Petroindustriales Socialistas (Bpisos) en la zona de la Faja Petrolífera del Orinoco, en las áreas de Palital, Chaguaramas, San Diego de Cabrutica, Soledad y Santa Rita para desarrollar actividades de metalmecánica, servicios a pozos, químicos y servicios especializados a refinación.",
     "estrategico_id": 2
    },
    {
     "id": 351,
     "objetivogeneral": 11,
     "objetivo": "3.1.2.11. Desarrollar facilidades portuarias y aéreoportuarias en el eje Norte-Sur del río Orinoco.",
     "estrategico_id": 2
    },
    {
     "id": 353,
     "objetivogeneral": 2,
     "objetivo": "3.1.3.2.\tImpulsar un desarrollo tecnológico soberano a partir de las necesidades de nuestra industria, para hacer viable el aprovechamiento eficiente y sustentable de los recursos y estructuras de costo apropiadas.",
     "estrategico_id": 3
    },
    {
     "id": 354,
     "objetivogeneral": 3,
     "objetivo": "3.1.3.3.\tGarantizar procesos formativos integrales y continuos de los trabajadores para adoptar técnicas y tecnologías que hagan más eficiente la producción y humanizar el proceso de trabajo.",
     "estrategico_id": 3
    },
    {
     "id": 352,
     "objetivogeneral": 1,
     "objetivo": "3.1.3.1.\tEstablecer alianzas estratégicas en un mundo pluripolar, que garanticen la transferencia tecnológica y la mejora y humanización de los procesos productivos.",
     "estrategico_id": 3
    },
    {
     "id": 355,
     "objetivogeneral": 1,
     "objetivo": "3.1.4.1.\tDiseñar e implantar una arquitectura financiera eficiente y soberana, orientada a apalancar el proceso de industrialización nacional en la planificación, evaluación de viabilidad, fondos de preinversión, ejecución y acompañamiento del nuevo aparato productivo.",
     "estrategico_id": 4
    },
    {
     "id": 356,
     "objetivogeneral": 2,
     "objetivo": "3.1.4.2.\tDesarrollar economías de escala y complementariedad en el tejido productivo social, a objeto de construir un nuevo metabolismo económico, contrario a la lógica del capital.",
     "estrategico_id": 4
    },
    {
     "id": 357,
     "objetivogeneral": 3,
     "objetivo": "3.1.4.3.\tMantener e incrementar los sistemas de compras públicas con el objetivo de impulsar el desarrollo del aparato productivo nacional mediante el flujo circular del capital hacia conglomerados, pequeñas y medianas empresas, empresas comunales, en tanto motores de la ubicación directa de los bienes y servicios producidos, que favorezca así la economía a nivel regional.",
     "estrategico_id": 4
    },
    {
     "id": 392,
     "objetivogeneral": 5,
     "objetivo": "3.1.11.5. Optimizar la capacidad de manejo de operaciones acuáticas en el Lago de Maracaibo y todas las embarcaciones petroleras a nivel nacional.",
     "estrategico_id": 11
    },
    {
     "id": 522,
     "objetivogeneral": 2,
     "objetivo": "3.4.4.2.\tProfundizar y acelerar los esfuerzos exploratorios del cinturón gasífero de Venezuela.",
     "estrategico_id": 4
    },
    {
     "id": 393,
     "objetivogeneral": 6,
     "objetivo": "3.1.11.6. Promover la fabricación e incrementar la capacidad nacional de ensamblaje y mantenimiento de taladros, así como la capacidad de transporte y logística que permita reducir los tiempos improductivos, atender los planes de crecimiento y fortalecer el control de las actividades medulares.",
     "estrategico_id": 11
    },
    {
     "id": 394,
     "objetivogeneral": 1,
     "objetivo": "3.1.12.1. Diversificar la matriz de energía primaria y adecuar el consumo energético a los mejores estándares de eficiencia, incorporando coque, carbón y energías alternativas.",
     "estrategico_id": 12
    },
    {
     "id": 395,
     "objetivogeneral": 2,
     "objetivo": "3.1.12.2. Sincronizar la producción de los distintos combustibles con la demanda interna, asegurando los días de cobertura requeridos y su disponibilidad en el territorio nacional.",
     "estrategico_id": 12
    },
    {
     "id": 396,
     "objetivogeneral": 3,
     "objetivo": "3.1.12.3. Fomentar el desarrollo de combustibles alternativos que reemplacen paulatinamente el consumo de derivados del petróleo.",
     "estrategico_id": 12
    },
    {
     "id": 397,
     "objetivogeneral": 4,
     "objetivo": "3.1.12.4. Reforzar planes de contingencia en materia de producción y disponibilidad energética, para atender oportunamente los eventos de fuerza mayor.",
     "estrategico_id": 12
    },
    {
     "id": 398,
     "objetivogeneral": 5,
     "objetivo": "3.1.12.5. Ejecutar los proyectos de adecuación, rehabilitación, construcción y mantenimiento de instalaciones y equipos del sistema eléctrico.",
     "estrategico_id": 12
    },
    {
     "id": 399,
     "objetivogeneral": 1,
     "objetivo": "3.1.13.1. Fortalecer y ampliar el sistema eléctrico nacional.",
     "estrategico_id": 13
    },
    {
     "id": 400,
     "objetivogeneral": 2,
     "objetivo": "3.1.13.2. Diversificar la matriz de insumos para la generación eléctrica, favoreciendo el uso del gas natural, el coque y otras fuentes de energía.",
     "estrategico_id": 13
    },
    {
     "id": 401,
     "objetivogeneral": 3,
     "objetivo": "3.1.13.3. Completar el desarrollo hidroeléctrico del país, a través de la culminación de los complejos hidroeléctricos ubicados en el Caroní y en los Andes.",
     "estrategico_id": 13
    },
    {
     "id": 402,
     "objetivogeneral": 4,
     "objetivo": "3.1.13.4. Impulsar el uso de tecnologías más eficientes para la generación eléctrica, a través de los cierres de ciclos combinados en las plantas térmicas.",
     "estrategico_id": 13
    },
    {
     "id": 386,
     "objetivogeneral": 4,
     "objetivo": "3.1.1.4.\tPotenciar el desarrollo del Motor Turismo, garantizando el aumento del turismo receptivo, para incrementar el ingreso de divisas al país y garantizar la inclusión y disfrute al pueblo venezolano.",
     "estrategico_id": 1
    },
    {
     "id": 387,
     "objetivogeneral": 5,
     "objetivo": "3.1.1.5.\tPotenciar el desarrollo del Motor Construcción mediante la industrialización de los sistemas constructivos y sus componentes, así como la expansión de las capacidades productivas de insumos requeridos.",
     "estrategico_id": 1
    },
    {
     "id": 388,
     "objetivogeneral": 6,
     "objetivo": "3.1.1.6.\tPotenciar el desarrollo del Motor Forestal, a fin de expandir y desarrollar la producción primaria y el aprovechamiento forestal del país, ampliando las plantaciones en volumen y territorialmente y la infraestructura de transformación en toda la cadena productiva.",
     "estrategico_id": 1
    },
    {
     "id": 389,
     "objetivogeneral": 7,
     "objetivo": "3.1.1.7.\tPotenciar el desarrollo del Motor Industrias Básicas, mediante el fortalecimiento de las capacidades productivas de la cadena del hierro-acero y aluminio, a efectos de estabilizar la producción, con base en las capacidades instaladas y creación de nuevas capacidades.",
     "estrategico_id": 1
    },
    {
     "id": 390,
     "objetivogeneral": 8,
     "objetivo": "3.1.1.8.\tConstruir un amplio tejido industrial asociado a una arquitectura de redes de sinergias productivas, zonas especiales de desarrollo y parques y nodos industriales, orientado a bienes esenciales de consumo final y\/o generación de valor.",
     "estrategico_id": 1
    },
    {
     "id": 391,
     "objetivogeneral": 9,
     "objetivo": "3.1.1.9.\tDesarrollar una sólida política pública para el fomento, promoción y desarrollo del Sistema Industrial Venezolano, creando un marco normativo, de regulación, calidad, estímulos y protección a la industria nacional y nuevos actores productivos.",
     "estrategico_id": 1
    },
    {
     "id": 403,
     "objetivogeneral": 5,
     "objetivo": "3.1.13.5. Ampliar y mejorar el uso de la red de transmisión y distribución de electricidad, mediante la implementación de:",
     "estrategico_id": 13
    },
    {
     "id": 405,
     "objetivogeneral": 7,
     "objetivo": "3.1.13.7. Fomentar el uso eficiente de la energía eléctrica, a través de una cultura de consumo eficiente y la utilización de fuentes alternas y renovables.",
     "estrategico_id": 13
    },
    {
     "id": 406,
     "objetivogeneral": 8,
     "objetivo": "3.1.13.8. Garantizar el suministro eléctrico para los proyectos asociados con las misiones sociales, con énfasis en la Gran Misión Vivienda Venezuela, así como para nuevos proyectos socioproductivos previstos en este plan.",
     "estrategico_id": 13
    },
    {
     "id": 407,
     "objetivogeneral": 9,
     "objetivo": "3.1.13.9. Impulsar y garantizar la seguridad integral y el resguardo de las instalaciones del sistema eléctrico.",
     "estrategico_id": 13
    },
    {
     "id": 408,
     "objetivogeneral": 10,
     "objetivo": "3.1.13.10. Crear un fondo de desarrollo para las inversiones del sector eléctrico.",
     "estrategico_id": 13
    },
    {
     "id": 410,
     "objetivogeneral": 2,
     "objetivo": "3.1.14.2. Profundizar las alianzas políticas y económicas con aquellos países con posicionamiento geoestratégico favorable y cuyos intereses converjan con los de nuestra nación, favoreciendo la construcción de un mundo pluripolar.",
     "estrategico_id": 14
    },
    {
     "id": 411,
     "objetivogeneral": 3,
     "objetivo": "3.1.14.3. Profundizar las relaciones de cooperación con los países en la región, en base a los principios de complementariedad y solidaridad, con el propósito de proveerle a los países aliados el acceso a la energía. ",
     "estrategico_id": 14
    },
    {
     "id": 413,
     "objetivogeneral": 2,
     "objetivo": "3.1.15.2. Explorar nuevos yacimientos minerales en el Escudo de Guayana, Sistema Montañoso del Caribe, Cordillera de los Andes y Sierra de Perijá, con la prospección geológica y la utilización de nuevas tecnologías de bajo impacto ambiental.",
     "estrategico_id": 15
    },
    {
     "id": 414,
     "objetivogeneral": 3,
     "objetivo": "3.1.15.3. Duplicar las reservas minerales de bauxita, hierro, coltán (niobio y tantalita), níquel, roca fosfórica, feldespato y carbón, con la certificación de los yacimientos ubicados en el Escudo de Guayana, Cordillera de los Andes, Sistema Montañoso del Caribe y la Sierra de Perijá.",
     "estrategico_id": 15
    },
    {
     "id": 415,
     "objetivogeneral": 4,
     "objetivo": "3.1.15.4. Duplicar las reservas minerales de oro y diamante con la certificación de los yacimientos ubicados en el Escudo de Guayana, para su utilización como bienes transables para el fortalecimiento de las reservas internacionales.",
     "estrategico_id": 15
    },
    {
     "id": 416,
     "objetivogeneral": 1,
     "objetivo": "3.1.16.1. Impulsar el desarrollo de la minería, partiendo de la demanda endógena industrial como fuerza motriz y articulando la demanda interna con la demanda internacional.",
     "estrategico_id": 16
    },
    {
     "id": 417,
     "objetivogeneral": 2,
     "objetivo": "3.1.16.2. Integrar las actividades mineras, explotando racionalmente los yacimientos minerales, a través del desarrollo de los conocimientos científicos y tecnológicos, que permita elevar la productividad y mejorar la eficiencia de la producción en el sector. ",
     "estrategico_id": 16
    },
    {
     "id": 418,
     "objetivogeneral": 3,
     "objetivo": "3.1.16.3. Incrementar la producción de oro y diamante, actualizando tecnológicamente las empresas estatales de oro, conformando empresas mixtas en las cuales la República tenga el control de sus decisiones y mantenga una participación mayoritaria, y organizando la pequeña minería en unidades de producción de propiedad social.",
     "estrategico_id": 16
    },
    {
     "id": 690,
     "objetivogeneral": 2,
     "objetivo": "1.3.14.2.Fortalecer los mecanismos de seguimiento y control del endeudamiento.",
     "estrategico_id": 14
    },
    {
     "id": 691,
     "objetivogeneral": 2,
     "objetivo": "1.4.9.2.Constituir empresas mixtas de exportación con países aliados.",
     "estrategico_id": 9
    },
    {
     "id": 712,
     "objetivogeneral": 7,
     "objetivo": "1.6.2.7.Garantizar la creación y apropiación del conocimiento para el desarrollo, producción y buen uso de las telecomunicaciones y tecnologías de la información.",
     "estrategico_id": 2
    },
    {
     "id": 419,
     "objetivogeneral": 4,
     "objetivo": "3.1.16.4. Conformar empresas mixtas para la explotación y procesamiento de bauxita, hierro, coltán (niobio y tantalita), níquel, roca fosfórica, feldespato y carbón; en las cuales la República tenga el control de sus decisiones y mantenga una participación mayoritaria. ",
     "estrategico_id": 16
    },
    {
     "id": 420,
     "objetivogeneral": 5,
     "objetivo": "3.1.16.5. Conformar empresas de propiedad social directa, fomentando la transformación de minerales no metálicos, de uso principal para la construcción de obras civiles, tales como arcillas blandas, arenas, gravas, granzón, granito, granodiorita, esquistos, mármol, gneis, cal, yeso y sal. ",
     "estrategico_id": 16
    },
    {
     "id": 421,
     "objetivogeneral": 6,
     "objetivo": "3.1.16.6. Promover el desarrollo de tecnologías mineras que disminuyan el impacto ambiental, los volúmenes de material residual y el procesamiento superficial del material útil; aprovechando el potencial de las universidades e institutos del país y los convenios de transferencia tecnológica firmados con países aliados.",
     "estrategico_id": 16
    },
    {
     "id": 422,
     "objetivogeneral": 7,
     "objetivo": "3.1.16.7. Organizar la pequeña minería, concentrada en la explotación de oro y diamante, en unidades de producción donde el Estado brinde apoyo tecnológico y financiero para proteger la salud de los trabajadores, los recursos naturales y el medio ambiente.",
     "estrategico_id": 16
    },
    {
     "id": 423,
     "objetivogeneral": 8,
     "objetivo": "3.1.16.8. Crear el Fondo de Desarrollo Social Minero con aportes financieros de la actividad minera, para garantizar la seguridad social del trabajador.",
     "estrategico_id": 16
    },
    {
     "id": 426,
     "objetivogeneral": 3,
     "objetivo": "3.2.1.3.\tFortalecer los mecanismos de gobierno participativo popular y democrático, a las distintas escalas, a efectos de garantizar el sistema de toma de decisiones, competencias, recursos y métodos de gestión y seguimiento para el desarrollo del sistema edificado, en sus distintos componentes.",
     "estrategico_id": 1
    },
    {
     "id": 437,
     "objetivogeneral": 1,
     "objetivo": "3.2.2.1.\tImpulsar el desarrollo de la escala regional del país como visión de agregación funcional de los elementos estructurantes del desarrollo nacional, el sistema de infraestructura y equipamiento, los nodos motores de la actividad económica, así como los rasgos sustanciales de la identidad nacional, para identificar los criterios funcionales de regiones de desarrollo, ejes estructurantes, y zonas de desarrollo estratégico nacional.",
     "estrategico_id": 2
    },
    {
     "id": 438,
     "objetivogeneral": 2,
     "objetivo": "3.2.2.2.\tProfundizar la integración soberana nacional y la equidad socioterritorial a través de las distintas unidades geográficas de planificación y desarrollo, en el marco del Sistema de Regionalización Nacional, estableciendo las escalas regionales, subregionales y locales como estrategias especiales para el desarrollo espacial y sectorial del país.",
     "estrategico_id": 2
    },
    {
     "id": 439,
     "objetivogeneral": 3,
     "objetivo": "3.2.2.3.\tPromover y acelerar el desarrollo integral sustentable de la Faja Petrolífera del Orinoco Hugo Chávez, de acuerdo con la potencialidad productiva y el vivir bien de sus habitantes.",
     "estrategico_id": 2
    },
    {
     "id": 440,
     "objetivogeneral": 1,
     "objetivo": "3.2.3.1.\tDesarrollar en el marco del Sistema Nacional de Planificación los planes-acción de escala subregional, a efectos de espacializar el desarrollo integral de la diversificación productiva del país, con criterio funcional, geohistórico, de desarrollo de la infraestructura, sistema urbano regional, movilidad y servicios y métodos de seguimiento y gestión, con plena participación de los actores económicos, la población y el Poder Popular.",
     "estrategico_id": 3
    },
    {
     "id": 441,
     "objetivogeneral": 2,
     "objetivo": "3.2.3.2.\tPromover la creación de los Distritos Motores de Desarrollo, con la finalidad de impulsar proyectos económicos, sociales, científicos y tecnológicos destinados a lograr el desarrollo integral de las regiones y el fortalecimiento del Poder Popular, en aras de facilitar la transición hacia el socialismo.",
     "estrategico_id": 3
    },
    {
     "id": 442,
     "objetivogeneral": 3,
     "objetivo": "3.2.3.3.\tImpulsar una forma especial de subregión y Distrito Motor, asociado al desarrollo del conocimiento productivo, como forma de resolver los vectores históricos coloniales en el sistema productivo, que contemple el conocimiento como componente clave para la liberación de la población y de las fuerzas productivas.",
     "estrategico_id": 3
    },
    {
     "id": 443,
     "objetivogeneral": 4,
     "objetivo": "3.2.3.4.\tImpulsar una forma especial de subregión económica asociada a las Zonas Económicas Especiales de Desarrollo, caracterizadas por condiciones preferenciales y estímulos de localización para el uso intensivo de capital y tecnología, protección de los trabajadores, que atiendan la diversificación productiva, generación de tecnología y conocimiento, en función de resolver eslabones rotos del sistema productivo nacional y vocación exportadora.",
     "estrategico_id": 3
    },
    {
     "id": 430,
     "objetivogeneral": 1,
     "objetivo": "3.2.5.1.\tDiseñar e instrumentar un sistema articulado de movilidad, como política pública nacional, rectora para los distintos componentes y escalas, a efecto de optimizar la eficiencia del sistema, su monitoreo, gestión y visión prospectiva en función delas dinámicas económicas y urbano regionales.",
     "estrategico_id": 5
    },
    {
     "id": 448,
     "objetivogeneral": 8,
     "objetivo": "4.3.1.8. Impulsar foros de unión interregionales Sur-Sur, como el América del Sur-África (ASA) y el América del Sur-Países Árabes (ASPA).",
     "estrategico_id": 1
    },
    {
     "id": 445,
     "objetivogeneral": 1,
     "objetivo": "3.2.4.1.\tPlanificar y desarrollar un sistema urbano regional de peso y protagonismo en las distintas escalas, nacional, regional y subregional, como nodos de articulación del sistema espacial y en desarrollo con sus respectivas áreas de influencia, con el objeto de fomentar dinámicas funcionales y productivas, geográficas, culturales y sociales en una nueva arquitectura de direccionalidad socialista del territorio.",
     "estrategico_id": 4
    },
    {
     "id": 446,
     "objetivogeneral": 2,
     "objetivo": "3.2.4.2.\tImpulsar un proceso de transformación de las ciudades y centros poblados, de manera que puedan cumplir su rol funcional en la articulación de nuevas dinámicas espaciales de servicios, comercio, movilidad y articulación e impulso de la actividad económica productiva.",
     "estrategico_id": 4
    },
    {
     "id": 447,
     "objetivogeneral": 3,
     "objetivo": "3.2.4.3.\tImpulsar el desarrollo de Parques Industriales Temáticos de alto nivel productivo y eficiencia como nodos articuladores de la dinámica productiva regional. Estos parques industriales se sustentarán en condiciones especiales de incentivos, formación, capacitación, centros de insumos, logística y distribución, infraestructura productiva, tecnológica y de servicios, así como acompañamiento permanente de unidades integrales de gestión industrial.",
     "estrategico_id": 4
    },
    {
     "id": 449,
     "objetivogeneral": 2,
     "objetivo": "3.2.5.2.\tFortalecer un sistema de mantenimiento del transporte, así como integrar un sistema industrial asociado al sistema de transporte, estandarizando las tecnologías y atención oportuna y a escala de sus demandas.",
     "estrategico_id": 5
    },
    {
     "id": 450,
     "objetivogeneral": 3,
     "objetivo": "3.2.5.3.\tFortalecer, articular e interconectar la infraestructura de transporte para un sistema intermodal asociado a la dinámica urbano regional y visión integral de país.",
     "estrategico_id": 5
    },
    {
     "id": 451,
     "objetivogeneral": 4,
     "objetivo": "3.2.5.4.\tFortalecer las políticas públicas, de gestión y seguimiento, así como a las empresas estatales dirigidas al transporte acuático, aéreo y terrestre, de manera tal que permita mejorar el servicio público, tanto de personas como de materias primas, bienes intermedios y productos terminados, con elevada eficiencia, bajos costos y tarifas justas.",
     "estrategico_id": 5
    },
    {
     "id": 452,
     "objetivogeneral": 5,
     "objetivo": "3.2.5.5.\tFortalecer, articular e interconectar la infraestructura de transporte para un sistema intermodal, asociado a la dinámica urbano regional y visión integral de país.",
     "estrategico_id": 5
    },
    {
     "id": 692,
     "objetivogeneral": 1,
     "objetivo": "1.4.11.1.Promover la innovación y producción de insumos tecnológicos para la pequeña agricultura, con el objeto de aumentar los índices de eficacia y productividad.",
     "estrategico_id": 11
    },
    {
     "id": 453,
     "objetivogeneral": 6,
     "objetivo": "3.2.5.6.\tFortalecer las políticas públicas, de gestión y seguimiento, así como a las empresas estatales dirigidas al transporte acuático, aéreo y terrestre, de manera tal que permita mejorar el servicio público, tanto de personas como de materias primas, bienes intermedios y productos terminados, con elevada eficiencia, bajos costos y tarifas justas.",
     "estrategico_id": 5
    },
    {
     "id": 454,
     "objetivogeneral": 7,
     "objetivo": "3.2.5.7.\tFortalecer, articular e interconectar la infraestructura de transporte para un sistema intermodal asociado a la dinámica urbano regional y visión integral de país.",
     "estrategico_id": 5
    },
    {
     "id": 455,
     "objetivogeneral": 8,
     "objetivo": "3.2.5.8.\tFortalecer las políticas públicas de gestión y seguimiento y de participación popular, asumiendo el desarrollo con preferencia de los corredores y sectores de barrio, como injerto en un nuevo sistema integrado de movimiento y usos del suelo, contraponiéndose al modelo de diferenciación social del espacio propio de la segregación del capitalismo.",
     "estrategico_id": 5
    },
    {
     "id": 473,
     "objetivogeneral": 1,
     "objetivo": "3.2.6.1.\tGenerar las políticas públicas para el diseño y gestión del Sistema Eléctrico Nacional.",
     "estrategico_id": 6
    },
    {
     "id": 474,
     "objetivogeneral": 2,
     "objetivo": "3.2.6.2.\tDiversificar la matriz energética nacional, a efectos de incrementar la eficiencia y la estabilidad general del sistema, incorporando de manera progresiva fuentes alternas de energía.",
     "estrategico_id": 6
    },
    {
     "id": 490,
     "objetivogeneral": 3,
     "objetivo": "3.3.3.3. Incrementar la formación de profesionales militares y civiles en convenios con países hermanos, para contribuir recíprocamente en la unidad regional y en cívico militar.",
     "estrategico_id": 3
    },
    {
     "id": 493,
     "objetivogeneral": 3,
     "objetivo": "3.4.1.3. Fortalecer y mejorar los sistemas de agua potable a lo largo del territorio nacional, manteniendo e incrementando la continuidad del servicio de agua potable a 250 litros por persona, mediante la culminación y construcción de cien acueductos a nivel nacional, para garantizar la producción de 4.000 millones de metros cúbicos de agua potable, entre otros: Acueducto Tuy 4, Luisa Cáceres de Arismendi, Ampliación del Sistema Regional del Centro y Acueducto Barcelona-Guanta-Lechería.",
     "estrategico_id": 1
    },
    {
     "id": 494,
     "objetivogeneral": 4,
     "objetivo": "3.4.1.4. Consolidar el Plan Nacional de Aguas para mejorar, reforzar y establecer el suministro de agua en todo el país y especialmente en comunidades populares, con la participación protagónica de los comités de agua y otras organizaciones del Poder Popular.",
     "estrategico_id": 1
    },
    {
     "id": 495,
     "objetivogeneral": 5,
     "objetivo": "3.4.1.5. Continuar incrementando y mejorando los sistemas de recolección y tratamiento de las aguas servidas en todo el territorio nacional, garantizando el vertido adecuado a los distintos cuerpos de agua.",
     "estrategico_id": 1
    },
    {
     "id": 496,
     "objetivogeneral": 6,
     "objetivo": "3.4.1.6. Promover y acelerar el desarrollo integral sustentable de la Faja Petrolífera del Orinoco, de acuerdo a la potencialidad productiva y el vivir bien de sus habitantes.",
     "estrategico_id": 1
    },
    {
     "id": 532,
     "objetivogeneral": 4,
     "objetivo": "3.4.6.4.\tIncrementar la capacidad de extracción de líquidos de gas natural, de alto valor comercial, a través de los proyectos de procesamiento de gas en el oriente del país.",
     "estrategico_id": 6
    },
    {
     "id": 497,
     "objetivogeneral": 7,
     "objetivo": "3.4.1.7. Mejorar la funcionalidad de la red de centros urbanos, articulándolos al nuevo modelo productivo: a) impulsando un sistema de ciudades policéntrico; b) mejorando, ampliando y consolidando los sistemas de interconexión entre los centros poblados, en vialidad, transporte polimodal, puertos, aeropuertos y telecomunicaciones; c) fomentando el crecimiento y transformación sustentable de los principales centros urbanos, las ciudades intermedias y los centros poblados menores, con especialización productiva y nuevos desarrollos habitacionales.",
     "estrategico_id": 1
    },
    {
     "id": 498,
     "objetivogeneral": 8,
     "objetivo": "3.4.1.8. Promover el desarrollo sustentable del Arco Minero, con el control soberano y hegemónico del Estado en la cadena productiva del sector y sus actividades conexas, promoviendo el desarrollo de tecnologías propias que permitan una explotación racional, y con base en la definición de unidades de gestión territorial para la coordinación de políticas públicas, preservando el acervo histórico y socio.cultural.",
     "estrategico_id": 1
    },
    {
     "id": 499,
     "objetivogeneral": 9,
     "objetivo": "3.4.1.9. Impulsar la consolidación de un sistema de áreas industriales, configurándolas en verdaderos Polos de Desarrollo en las regiones: a) consolidación del sistema de parques industriales; b) desarrollo de los polos petroquímicos; c) desarrollo de las Bases Petroindustriales Socialistas, de soporte a los emprendimientos petroleros. ",
     "estrategico_id": 1
    },
    {
     "id": 500,
     "objetivogeneral": 10,
     "objetivo": "3.4.1.10. Preservar las cuencas hidrográficas y los cuerpos de agua. ",
     "estrategico_id": 1
    },
    {
     "id": 501,
     "objetivogeneral": 11,
     "objetivo": "3.4.1.11. Maximizar el sistema portuario y aeroportuario que permita el flujo e intercambio entre los centros poblados.",
     "estrategico_id": 1
    },
    {
     "id": 475,
     "objetivogeneral": 3,
     "objetivo": "3.2.6.3.\tGarantizar la seguridad energética del país, optimizando la eficiencia en la planificación estratégica y táctica, que permita minimizar los riesgos inherentes a los flujos energéticos en el territorio.",
     "estrategico_id": 6
    },
    {
     "id": 476,
     "objetivogeneral": 1,
     "objetivo": "3.2.7.1.\tAmpliar la infraestructura de las telecomunicaciones, tecnologías de información y servicios postales, tomando en cuenta variables sociales, económicas, políticas y ambientales.",
     "estrategico_id": 7
    },
    {
     "id": 477,
     "objetivogeneral": 2,
     "objetivo": "3.2.7.2.\tGarantizar la confiabilidad y disponibilidad de las redes de telecomunicaciones y los servicios postales.",
     "estrategico_id": 7
    },
    {
     "id": 481,
     "objetivogeneral": 1,
     "objetivo": "3.3.1.1.\tGenerar las políticas públicas que fortalezcan el rol estelar de la juventud en el nacimiento de la nueva arquitectura productiva del país.",
     "estrategico_id": 1
    },
    {
     "id": 482,
     "objetivogeneral": 2,
     "objetivo": "3.3.1.2.\tIncorporar en los programas de estudio de las escuelas básica, media y diversificada, formación técnica para el aprendizaje teórico y práctico de los principales oficios productivos, tales como ebanistería, metalmecánica, construcción, confección, electricidad, entre otros.",
     "estrategico_id": 1
    },
    {
     "id": 483,
     "objetivogeneral": 3,
     "objetivo": "3.3.1.3.\tAdecuar los programas de formación técnicos y universitarios de acuerdo con la demanda espacial y sectorial de la economía nacional, de forma que se fomente el trabajo local y territorialmente especializado.",
     "estrategico_id": 1
    },
    {
     "id": 484,
     "objetivogeneral": 4,
     "objetivo": "3.3.1.4.\tFortalecer y expandir las capacidades del Instituto Nacional de Capacitación y Educación Socialista, y Gran Misión Saber y Trabajo, especializando y creando nuevas sedes e incorporando nuevos programas de formación, orientados específicamente a jóvenes para su formación especializada y calificada con alto potencial de creación de valor.",
     "estrategico_id": 1
    },
    {
     "id": 485,
     "objetivogeneral": 1,
     "objetivo": "3.3.2.1.\tImplementar una política para el desarrollo de investigadores, orientada a la captación de jóvenes con vocación, y cuya direccionalidad sea la investigación de problemas asociados específicamente a la producción.",
     "estrategico_id": 2
    },
    {
     "id": 492,
     "objetivogeneral": 2,
     "objetivo": "3.4.1.2.\tIncrementar la capacidad de producción, transporte y almacenamiento de gas.",
     "estrategico_id": 1
    },
    {
     "id": 491,
     "objetivogeneral": 1,
     "objetivo": "3.4.1.1.\tIncrementar la capacidad de producción, transporte y almacenamiento de crudo.",
     "estrategico_id": 1
    },
    {
     "id": 556,
     "objetivogeneral": 5,
     "objetivo": "4.1.9.5. Garantizar la producción permanente de contenidos, para difundir a través de medios de comunicación regionales los avances económicos, sociales, políticos y culturales de la Revolución Bolivariana.",
     "estrategico_id": 9
    },
    {
     "id": 502,
     "objetivogeneral": 12,
     "objetivo": "3.4.1.12. Desarrollar una taxonomía territorial que articule las comunas productivas con los distritos motores industriales, donde las Zonas Económicas Especiales serán una variante específica de esta para potenciar y direccionar tensores del desarrollo. La economía de escala supondrá una estructura de red productiva que sincronice las demandas industriales con las potencialidades y desarrollo de actividades en las comunas productivas. ",
     "estrategico_id": 1
    },
    {
     "id": 504,
     "objetivogeneral": 2,
     "objetivo": "3.4.3.2.\tMantener y mejorar los proyectos de recuperación secundaria existentes e incorporar nuevos proyectos a través de tecnologías de inyección de agua y gas, inyección continua de vapor y surfactantes, que privilegien aquellas tecnologías con menor inversión de divisas.",
     "estrategico_id": 3
    },
    {
     "id": 523,
     "objetivogeneral": 1,
     "objetivo": "3.4.5.1.\tAdecuar y expandir el sistema de refinación nacional, impulsando un mayor procesamiento de los crudos pesados y extrapesados de la Faja Petrolífera del Orinoco Hugo Chávez, y adaptarlo a las exigencias de calidad de productos en los mercados nacional e internacional.",
     "estrategico_id": 5
    },
    {
     "id": 524,
     "objetivogeneral": 2,
     "objetivo": "3.4.5.2.\tAdecuar y expandir las refinerías existentes de El Palito, Puerto La Cruz y Complejo Refinador Paraguaná.",
     "estrategico_id": 5
    },
    {
     "id": 525,
     "objetivogeneral": 3,
     "objetivo": "3.4.5.3.\tAjustar el circuito refinador con el objeto de balancear el suministro del mercado interno e incrementar el contenido de productos en la cesta de exportación de Venezuela.",
     "estrategico_id": 5
    },
    {
     "id": 535,
     "objetivogeneral": 2,
     "objetivo": "4.1.1.2. Fortalecer los mecanismos de concertación política del bloque ALBA en los sistemas interamericano y mundial, hacia su transformación integral.",
     "estrategico_id": 1
    },
    {
     "id": 537,
     "objetivogeneral": 8,
     "objetivo": "5.1.3.8. Promover prácticas de conservación del ambiente en la actividad socio-productiva, superando el criterio de eficiencia económica por ser una práctica desvinculada de la racionalidad en el uso de los recursos naturales.",
     "estrategico_id": 3
    },
    {
     "id": 547,
     "objetivogeneral": 1,
     "objetivo": "4.1.7.1.\tIntensificar y reimpulsar los proyectos grannacionales de la unión económica con los países del ALBA y de complementación productiva con los países del Mercosur.",
     "estrategico_id": 7
    },
    {
     "id": 548,
     "objetivogeneral": 2,
     "objetivo": "4.1.7.2.\tProfundizar la estrategia de diálogo político al más alto nivel y de encadenamientos productivos con los países del Área Latinoamericana de Integración (Aladi).",
     "estrategico_id": 7
    },
    {
     "id": 549,
     "objetivogeneral": 1,
     "objetivo": "4.1.8.1.\tApalancar el Banco del Sur como una institución para la integración financiera regional soberana, que atienda a las necesidades de desarrollo social y económico productivas de la región.",
     "estrategico_id": 8
    },
    {
     "id": 529,
     "objetivogeneral": 1,
     "objetivo": "3.4.6.1.\tAdecuar y expandir los sistemas de transporte por poliductos existentes.",
     "estrategico_id": 6
    },
    {
     "id": 530,
     "objetivogeneral": 2,
     "objetivo": "3.4.6.2.\tAdecuar y ampliar la red de plantas de distribución de combustibles, impulsando la construcción de nuevos sistemas, así como la adecuación de los existentes.",
     "estrategico_id": 6
    },
    {
     "id": 531,
     "objetivogeneral": 3,
     "objetivo": "3.4.6.3.\tAmpliar la red de transporte de gas para ampliar la cobertura de gas doméstico, cubrir las necesidades de los nuevos urbanismos y aumentar la disponibilidad de gas para la industria.",
     "estrategico_id": 6
    },
    {
     "id": 533,
     "objetivogeneral": 5,
     "objetivo": "3.4.6.5.\tIncrementar la capacidad de compresión de gas para su utilización en el sector industrial y doméstico, así como en las operaciones de producción de la industria petrolera, mediante la construcción de la infraestructura necesaria que garantice el manejo oportuno de nuevos requerimientos.",
     "estrategico_id": 6
    },
    {
     "id": 534,
     "objetivogeneral": 1,
     "objetivo": "4.1.1.1.\tFortalecer el papel de vanguardia del ALBA en el proceso de unidad de nuestra América, dinamizando los nuevos espacios como la UNASUR y la CELAC, en torno a los principios de soberanía, cooperación, complementación y solidaridad.",
     "estrategico_id": 1
    },
    {
     "id": 536,
     "objetivogeneral": 3,
     "objetivo": "4.1.1.3.\tFortalecer, con sentido de direccionalidad histórica, el desarrollo de la Zona Económica del ALBA, como un espacio para la complementación económica productiva, financiera y comercial de la región, profundizando la utilización del Sistema Unitario  de Compensación Regional (Sucre) y el Banco del ALBA como instrumentos de apalancamiento financiero de un modelo alternativo de la integración.",
     "estrategico_id": 1
    },
    {
     "id": 538,
     "objetivogeneral": 1,
     "objetivo": "4.1.2.1.\tFortalecer y expandir la Frontera de Paz como proceso dinámico e integral de desarrollo de la soberanía.",
     "estrategico_id": 2
    },
    {
     "id": 539,
     "objetivogeneral": 2,
     "objetivo": "4.1.2.2.\tFortalecer y expandir los mecanismos de defensa de los territorios en reclamación, así como de los hitos fronterizos.",
     "estrategico_id": 2
    },
    {
     "id": 540,
     "objetivogeneral": 1,
     "objetivo": "4.1.3.1.\tProfundizar la iniciativa de Petrocaribe, buscando corregir las asimetrías energéticas existentes, fundamentada en los principios de cooperación y solidaridad.",
     "estrategico_id": 3
    },
    {
     "id": 541,
     "objetivogeneral": 1,
     "objetivo": "4.1.4.1.\tConsolidar el relacionamiento con el Mercosur, que permita profundizar sus capacidades productivas, mediante el establecimiento de una política industrial basada en la complementación.",
     "estrategico_id": 4
    },
    {
     "id": 542,
     "objetivogeneral": 1,
     "objetivo": "4.1.5.1.\tParticipar activamente en las instancias de organización de la UNASUR, impulsando políticas y acciones que promuevan la integración sociocultural, económica, energética y de infraestructura suramericana, en el marco del fortalecimiento de la soberanía e independencia de nuestros pueblos.",
     "estrategico_id": 5
    },
    {
     "id": 543,
     "objetivogeneral": 1,
     "objetivo": "4.1.6.1.\tFortalecer el papel de la CELAC como espacio común para la integración política, económica, social y cultural de la región.",
     "estrategico_id": 6
    },
    {
     "id": 550,
     "objetivogeneral": 2,
     "objetivo": "4.1.8.2.\tGenerar una política permanente de financiamiento solidario para el impulso  de encadenamientos económicos productivos de Nuestra América, a fin de alcanzar la independencia económica, productiva y alimentaria regional.",
     "estrategico_id": 8
    },
    {
     "id": 551,
     "objetivogeneral": 3,
     "objetivo": "4.1.8.3.\tPropiciar la creación de un marco institucional nacional y en los países latinoamericanos, que privilegie el desarrollo de cadenas productivas interdependientes y complementarias, con el fin de incrementar el intercambio comercial y la sustitución de importaciones y proveedores de la región.",
     "estrategico_id": 8
    },
    {
     "id": 552,
     "objetivogeneral": 1,
     "objetivo": "4.1.9.1.\tContinuar con la política de cooperación solidaria hacia los países latinoamericanos y caribeños, sin pretensiones hegemónicas y con apego al principio de autodeterminación de los pueblos.",
     "estrategico_id": 9
    },
    {
     "id": 553,
     "objetivogeneral": 2,
     "objetivo": "4.1.9.2.\tOrientar la cooperación con los países de la región hacia el impulso de un nuevo modelo socioproductivo socialista, propiciando la aparición e impulso de nuevos actores económicos requeridos para tales fines.",
     "estrategico_id": 9
    },
    {
     "id": 554,
     "objetivogeneral": 3,
     "objetivo": "4.1.9.3.\tPropiciar la cooperación en materia de transferencia tecnológica y desarrollo de conocimiento científico, mediante la creación conjunta de nuevas tecnologías aplicadas al área productiva, orientadas a alcanzar la independencia económico-productiva.",
     "estrategico_id": 9
    },
    {
     "id": 555,
     "objetivogeneral": 4,
     "objetivo": "4.1.9.4. Difundir de forma permanente información veraz producida por los países del ALBA y países aliados del Sur.",
     "estrategico_id": 9
    },
    {
     "id": 558,
     "objetivogeneral": 1,
     "objetivo": "4.2.1.1. Orientar desde el más alto nivel de las organizaciones nacionales y regionales, la generación y divulgación de contenidos educativos sobre la identidad nacional y la diversidad de los pueblos.",
     "estrategico_id": 1
    },
    {
     "id": 559,
     "objetivogeneral": 2,
     "objetivo": "4.2.1.2. Aumentar la presencia de la temática sobre la identidad nacional y la diversidad de los pueblos en los contenidos curriculares, programación audiovisual y eventos nacionales e internacionales.",
     "estrategico_id": 1
    },
    {
     "id": 560,
     "objetivogeneral": 3,
     "objetivo": "4.2.1.3. Defender la presencia de las minorías étnicas y los pueblos originarios en las instancias de toma de decisiones nuestroamericanas.",
     "estrategico_id": 1
    },
    {
     "id": 561,
     "objetivogeneral": 1,
     "objetivo": "4.2.2.1. Fomentar en el ámbito nuestroamericano, convenios de integración cultural, educativa, social, científico-tecnológica, entre otros.",
     "estrategico_id": 2
    },
    {
     "id": 562,
     "objetivogeneral": 2,
     "objetivo": "4.2.2.2. Adelantar iniciativas regionales y subregionales, como cartas sociales y culturales, declaraciones, pactos y documentos gubernamentales, que surgen de la participación popular son asumidos en la nueva institucionalidad nuestroamericana.",
     "estrategico_id": 2
    },
    {
     "id": 563,
     "objetivogeneral": 1,
     "objetivo": "4.3.1.1. Establecer una alianza con el grupo de países BRICS como núcleo que agrupa a los poderes emergentes fundamentales en la consolidación del mundo pluripolar.",
     "estrategico_id": 1
    },
    {
     "id": 564,
     "objetivogeneral": 2,
     "objetivo": "4.3.1.2. Impulsar el acercamiento y la coordinación entre los nuevos mecanismos de unión latinoamericana y caribeña (ALBA, Unasur, Celac) y el grupo de países Brics, con el fin de dar mayor contundencia a la voz de los pueblos del Sur en la agenda global.",
     "estrategico_id": 1
    },
    {
     "id": 565,
     "objetivogeneral": 3,
     "objetivo": "4.3.1.3. Elevar a un nivel superior las alianzas estratégicas con la República Popular China, la Federación de Rusia, la República Federativa del Brasil, la República de Belarús y la República Islámica de Irán con el fin de seguir consolidando el poder nacional.",
     "estrategico_id": 1
    },
    {
     "id": 566,
     "objetivogeneral": 4,
     "objetivo": "4.3.1.4. Establecer alianzas estratégicas con la República de la India y la República de Sudáfrica.",
     "estrategico_id": 1
    },
    {
     "id": 567,
     "objetivogeneral": 5,
     "objetivo": "4.3.1.5. Profundizar las relaciones de cooperación política y económica con todos los países de Nuestra América, y con aquellos países de África, Asia, Europa y Oceanía cuyos gobiernos estén dispuestos a trabajar con base en el respeto y la cooperación mutua.",
     "estrategico_id": 1
    },
    {
     "id": 568,
     "objetivogeneral": 6,
     "objetivo": "4.3.1.6. Intensificar el acercamiento con los mecanismos de integración económica y política del Asia y del África, tales como ANSA\/Asean y Cedeao\/Ecowas, participando en calidad de observadores y promoviendo los contactos con los mecanismos de unión e integración latinoamericana y caribeña.",
     "estrategico_id": 1
    },
    {
     "id": 569,
     "objetivogeneral": 7,
     "objetivo": "4.3.1.7. Impulsar el liderazgo en el seno del Movimiento de Países No Alineados (Mnoal), a propósito de la celebración de la XVII Cumbre de Jefes de Estado y de Gobierno en Venezuela.",
     "estrategico_id": 1
    },
    {
     "id": 570,
     "objetivogeneral": 1,
     "objetivo": "4.3.2.1. Fortalecer las cadenas multiestatales y redes comunitarias de televisión y radio, junto con sus respectivas plataformas electrónicas, expandiendo su alcance, su oferta en diferentes idiomas y la variedad y calidad de sus contenidos, con el fin de proyectar la verdad de los pueblos y romper el bloqueo informativo y la censura impuestas por las corporaciones transnacionales de la comunicación.",
     "estrategico_id": 2
    },
    {
     "id": 571,
     "objetivogeneral": 2,
     "objetivo": "4.3.2.2. Establecer alianzas con las cadenas de comunicación e información de los polos emergentes del mundo, para asegurar el conocimiento mutuo y la información veraz sobre nuestras realidades, sin el filtro deformador de las grandes empresas de comunicación de las potencias imperialistas.",
     "estrategico_id": 2
    },
    {
     "id": 574,
     "objetivogeneral": 1,
     "objetivo": "4.3.4.1. Mantener política activa y liderazgo, conjuntamente con los países progresistas de la región, en el llamado a la urgente y necesaria reforma del Sistema Interamericano de Derechos Humanos, por ser bastión altamente politizado del imperialismo estadounidense.",
     "estrategico_id": 4
    },
    {
     "id": 575,
     "objetivogeneral": 1,
     "objetivo": "4.4.1.1. Denunciar los tratados multilaterales, así como también los tratados y acuerdos bilaterales que limiten la soberanía nacional frente a los intereses de las potencias neocoloniales, tales como los tratados de promoción y protección de inversiones.",
     "estrategico_id": 1
    },
    {
     "id": 577,
     "objetivogeneral": 3,
     "objetivo": "4.4.1.3. Llevar a niveles no vitales la participación de las instituciones financieras internacionales en los proyectos de desarrollo nacional.",
     "estrategico_id": 1
    },
    {
     "id": 578,
     "objetivogeneral": 1,
     "objetivo": "4.4.2.1. Llevar a niveles no vitales el intercambio comercial y el relacionamiento con los circuitos financieros dominados por las potencias neocoloniales.",
     "estrategico_id": 2
    },
    {
     "id": 579,
     "objetivogeneral": 2,
     "objetivo": "4.4.2.2. Reducir la participación de las potencias neocoloniales en el financiamiento de proyectos estratégicos para el desarrollo nacional.",
     "estrategico_id": 2
    },
    {
     "id": 580,
     "objetivogeneral": 3,
     "objetivo": "4.4.2.3. Llevar a niveles no vitales la conexión de Venezuela con las redes de comunicación e información dominadas por las potencias neocoloniales.",
     "estrategico_id": 2
    },
    {
     "id": 581,
     "objetivogeneral": 4,
     "objetivo": "4.4.2.4. Eliminar la dependencia de sectores estratégicos para el desarrollo nacional de redes de comunicación e información controladas por las potencias neocoloniales.",
     "estrategico_id": 2
    },
    {
     "id": 582,
     "objetivogeneral": 5,
     "objetivo": "4.4.2.5. Llevar a niveles no vitales la participación tecnológica de las potencias imperiales en proyectos de desarrollo nacional.",
     "estrategico_id": 2
    },
    {
     "id": 583,
     "objetivogeneral": 6,
     "objetivo": "4.4.2.6. Eliminar la participación tecnológica de las potencias imperiales en sectores estratégicos para la soberanía nacional.",
     "estrategico_id": 2
    },
    {
     "id": 584,
     "objetivogeneral": 1,
     "objetivo": "4.4.3.1. Incrementar la representación de divisas emergentes en las reservas monetarias internacionales de la República, así como la utilización de este tipo de divisas en el comercio internacional de Venezuela.",
     "estrategico_id": 3
    },
    {
     "id": 585,
     "objetivogeneral": 2,
     "objetivo": "4.4.3.2. Efectuar la porción mayoritaria del intercambio económico y comercial con polos emergentes del mundo nuevo.",
     "estrategico_id": 3
    },
    {
     "id": 586,
     "objetivogeneral": 3,
     "objetivo": "4.4.3.3. Incrementar la participación económica y tecnológica de polos emergentes del mundo en proyectos de desarrollo nacional.",
     "estrategico_id": 3
    },
    {
     "id": 587,
     "objetivogeneral": 4,
     "objetivo": "4.4.3.4. Establecer alianzas para la coordinación política y el intercambio económico entre mecanismos de unión del Sur de los diferentes continentes, con especial énfasis en el Grupo de países BRICS.",
     "estrategico_id": 3
    },
    {
     "id": 588,
     "objetivogeneral": 1,
     "objetivo": "5.1.1.1. Garantizar la soberanía y participación protagónica del Poder Popular organizado para la toma de decisiones, desde el intercambio de conocimientos, racionalidades y formas de vida, para construir el ecosocialismo.",
     "estrategico_id": 1
    },
    {
     "id": 589,
     "objetivogeneral": 2,
     "objetivo": "5.1.1.2. Desarrollar una política integral de conservación, aprovechamiento sustentable, protección y divulgación científica de la diversidad biológica y de los reservorios de agua del país.",
     "estrategico_id": 1
    },
    {
     "id": 590,
     "objetivogeneral": 3,
     "objetivo": "5.1.1.3. Impulsar y garantizar nuevos procesos de producción y valorización de conocimientos científicos, ancestrales, tradicionales y populares, así como nuevas relaciones entre ellos, con especial atención a las prácticas de los grupos sociales invisibilizados y discriminados por el capitalismo y el neocolonialismo.",
     "estrategico_id": 1
    },
    {
     "id": 591,
     "objetivogeneral": 1,
     "objetivo": "5.1.2.1. Impulsar y desarrollar una visión de derechos de la Madre Tierra, como representación de los derechos de las generaciones presentes y futuras, así como de respeto a las otras formas de vida.",
     "estrategico_id": 2
    },
    {
     "id": 592,
     "objetivogeneral": 2,
     "objetivo": "5.1.2.2. Priorizar los intereses comunes sobre los individuales, desde una perspectiva centrada en el equilibrio con la naturaleza y el respeto de las generaciones presentes y futuras.",
     "estrategico_id": 2
    },
    {
     "id": 593,
     "objetivogeneral": 3,
     "objetivo": "5.1.2.3. Promover la igualdad sustantiva entre géneros, personas, culturas y comunidades. ",
     "estrategico_id": 2
    },
    {
     "id": 594,
     "objetivogeneral": 4,
     "objetivo": "5.1.2.4. Fomentar un nuevo esquema de valores, orientado al respeto y preservación de la naturaleza, que transforme la conciencia colectiva, sobre los patrones capitalistas de producción y consumo.",
     "estrategico_id": 2
    },
    {
     "id": 595,
     "objetivogeneral": 1,
     "objetivo": "5.1.3.1 Promover la investigación, la innovación y la producción de insumos tecnológicos de bajo impacto ambiental, así como el rescate de tecnologías ancestrales para la producción y procesamiento agrícola y pecuario, entre otros, aumentando los índices de eficacia y productividad.",
     "estrategico_id": 3
    },
    {
     "id": 596,
     "objetivogeneral": 2,
     "objetivo": "5.1.3.2. Promover la generación y apropiación socia del conocimiento, tecnología e innovación que permitan la conservación y el aprovechamiento sustentable, justo y equitativo de la diversidad biológica, garantizando la soberanía del Estado sobre sus recursos naturales.",
     "estrategico_id": 3
    },
    {
     "id": 597,
     "objetivogeneral": 3,
     "objetivo": "5.1.3.3. Crear sistemas urbanos ecológicos, con diseños arquitectónicos equilibrados con los ecosistemas naturales que reduzcan los niveles de contaminación ambiental.",
     "estrategico_id": 3
    },
    {
     "id": 598,
     "objetivogeneral": 4,
     "objetivo": "5.1.3.4. Promover el desarrollo de actividades de turismo sustentable y sostenible para el disfrute de la población. ",
     "estrategico_id": 3
    },
    {
     "id": 599,
     "objetivogeneral": 5,
     "objetivo": "5.1.3.5. Constituir un sistema nacional, regional y local para el aprovechamiento de residuos y desechos, para la creación de insumos útiles para el vivir bien, dándole prioridad a su uso como materias primas secundarias para la industria nacional.",
     "estrategico_id": 3
    },
    {
     "id": 600,
     "objetivogeneral": 6,
     "objetivo": "5.1.3.6. Preservar y manejar las áreas estratégicas para la conservación, tales como las Abraes, por los beneficios vitales que se derivan de su conservación y su contribución a la suprema felicidad social.",
     "estrategico_id": 3
    },
    {
     "id": 601,
     "objetivogeneral": 7,
     "objetivo": "5.1.3.7. Promover la conformación de redes locales, nacionales e internacionales para el impulso del modelo ecosocialista.",
     "estrategico_id": 3
    },
    {
     "id": 602,
     "objetivogeneral": 9,
     "objetivo": "5.1.3.9. Implementar políticas de financiamiento para el desarrollo de unidades productivas, promoviendo el uso de tecnologías amigables con el ambiente.",
     "estrategico_id": 3
    },
    {
     "id": 603,
     "objetivogeneral": 10,
     "objetivo": "5.1.3.10. Rescatar los saberes ancestrales de los pueblos originarios sobre los procesos productivos, para el desarrollo de tecnologías sustentables que incidan en los nuevos esquemas de relacionamiento internacional.",
     "estrategico_id": 3
    },
    {
     "id": 604,
     "objetivogeneral": 11,
     "objetivo": "5.1.3.11. Fomentar medios de pago alternativos que trasciendan el uso de monedas (de papel y metálicas), facilitando el establecimiento del comercio justo entre los pueblos suramericanos y países aliados, a la vez que se modifique la influencia del dólar estadounidense como patrón referencial en el comercio internacional.",
     "estrategico_id": 3
    },
    {
     "id": 605,
     "objetivogeneral": 12,
     "objetivo": "5.1.3.12. Facilitar el acceso a los pequeños y medianos productores y a las formas asociativas de propiedad y de producción, para su inserción efectiva en las cadenas de valor intrarregionales, con sostenibilidad ambiental.",
     "estrategico_id": 3
    },
    {
     "id": 606,
     "objetivogeneral": 1,
     "objetivo": "5.1.4.1. Promover el uso sustentable y sostenible de los recursos naturales en los procesos de producción, circulación y consumo de los bienes, productos y servicios, así como la disminución de desechos, fomentando campañas permanentes de concienciación.",
     "estrategico_id": 4
    },
    {
     "id": 607,
     "objetivogeneral": 2,
     "objetivo": "5.1.4.2. Fomentar el reúso de los residuos para su utilización como materias primas o bienes finales; a través de la conformación de circuitos que incluyan la clasificación de residuos por parte de toda la población, estableciendo centros de acopio y unidades productivas transformadoras.",
     "estrategico_id": 4
    },
    {
     "id": 608,
     "objetivogeneral": 3,
     "objetivo": "5.1.4.3. Desarrollar normativas legales que promuevan la implementación del reúso en el país.",
     "estrategico_id": 4
    },
    {
     "id": 609,
     "objetivogeneral": 1,
     "objetivo": "5.1.5.1. Promover ciudades energéticamente eficientes, mediante el uso de tecnologías ahorradoras de energía, así como basadas en el uso de energías limpias (eólicas, solares, gas, entre otras).",
     "estrategico_id": 5
    },
    {
     "id": 610,
     "objetivogeneral": 2,
     "objetivo": "5.1.5.2. Desarrollar sistemas de transporte público eficientes en el uso de recursos y de bajo impacto ambiental. ",
     "estrategico_id": 5
    },
    {
     "id": 611,
     "objetivogeneral": 3,
     "objetivo": "5.1.5.3. Aumentar la densidad de áreas verdes por habitante, mediante la construcción de parques y espacios de socialización naturales.",
     "estrategico_id": 5
    },
    {
     "id": 613,
     "objetivogeneral": 5,
     "objetivo": "5.1.5.5. Establecer a la chatarra ferrosa y no ferrosa como un insumo de interés nacional para el proceso productivo, a efecto de atender la estructura de costos de los productos y el cuidado del ambiente así como eficiencia energética.",
     "estrategico_id": 5
    },
    {
     "id": 614,
     "objetivogeneral": 1,
     "objetivo": "5.1.6.1. Desarrollar proyectos de generación de energía eólica, para incrementar su participación en la matriz energética.",
     "estrategico_id": 6
    },
    {
     "id": 615,
     "objetivogeneral": 2,
     "objetivo": "5.1.6.2. Aumentar la generación de energía solar mediante la instalación de fábricas de paneles solares, que atiendan prioritariamente la demanda energética de las poblaciones aisladas.",
     "estrategico_id": 6
    },
    {
     "id": 616,
     "objetivogeneral": 3,
     "objetivo": "5.1.6.3. Realizar estudios para el desarrollo de fuentes energéticas marinas específicamente la olamotriz y la mareomotriz; con el fin de aprovechar la potencialidad de nuestras extensas costas.",
     "estrategico_id": 6
    },
    {
     "id": 617,
     "objetivogeneral": 1,
     "objetivo": "5.2.1.1. Mantener el liderazgo en las negociaciones internacionales multilaterales y regionales, relacionadas con los respectivos marcos jurídicos sectoriales ambientales.",
     "estrategico_id": 1
    },
    {
     "id": 618,
     "objetivogeneral": 2,
     "objetivo": "5.2.1.2. Promover la conservación y el uso sustentable de la diversidad biológica, en un marco regional, continental y mundial orientado a la integración, soberanía y el vivir bien.",
     "estrategico_id": 1
    },
    {
     "id": 619,
     "objetivogeneral": 3,
     "objetivo": "5.2.1.3. Profundizar, articuladamente entre instancias del Poder Público y el Poder Popular, la protección integral del agua como un deber, haciendo uso responsable de la misma e impulsando espacios nacionales e internacionales de discusión sobre su uso y democratización.",
     "estrategico_id": 1
    },
    {
     "id": 620,
     "objetivogeneral": 4,
     "objetivo": "5.2.1.4. Mantener la independencia en el manejo del sistema de obtención, purificación, administración y suministro de agua potable.",
     "estrategico_id": 1
    },
    {
     "id": 621,
     "objetivogeneral": 5,
     "objetivo": "5.2.1.5. Proteger las cuencas hidrográficas del país y todos los recursos naturales presentes en ellas, promoviendo su gestión integral, haciendo especial énfasis en las situadas al sur del Orinoco.",
     "estrategico_id": 1
    },
    {
     "id": 622,
     "objetivogeneral": 6,
     "objetivo": "5.2.1.6. Continuar impulsando el reconocimiento del acceso al agua potable como un derecho humano en todos los ámbitos nacionales e internacionales.",
     "estrategico_id": 1
    },
    {
     "id": 623,
     "objetivogeneral": 7,
     "objetivo": "5.2.1.7. Garantizar el control soberano sobre el conocimiento, extracción, distribución, comercialización y usos de los minerales estratégicos, de manera sostenible, en función de los más altos intereses nacionales. ",
     "estrategico_id": 1
    },
    {
     "id": 624,
     "objetivogeneral": 1,
     "objetivo": "5.2.2.1. Activar alianzas estratégicas para la lucha contra la mercantilización de la naturaleza en todos los ámbitos nacionales e internacionales.",
     "estrategico_id": 2
    },
    {
     "id": 625,
     "objetivogeneral": 2,
     "objetivo": "5.2.2.2. Impulsar el desarrollo de una visión desde el Sur que permita fortalecer la defensa de los intereses regionales en materia ambiental.",
     "estrategico_id": 2
    },
    {
     "id": 626,
     "objetivogeneral": 3,
     "objetivo": "5.2.2.3. Impulsar en los organismos de integración suramericana ALBA, Celac, Unasur, Mercorsur, Petrocaribe, así como en los diversos espacios internacionales a los que asiste Venezuela, el concepto de .bajo impacto ambiental. de forma transversal en todas las acciones emprendidas.",
     "estrategico_id": 2
    },
    {
     "id": 627,
     "objetivogeneral": 1,
     "objetivo": "5.2.3.1. Reimpulsar la cooperación con los países fronterizos en temas de gestión ambiental y zonas ecológicas de interés común conforme a los principios del derecho internacional, respetando la soberanía nacional.",
     "estrategico_id": 3
    },
    {
     "id": 628,
     "objetivogeneral": 2,
     "objetivo": "5.2.3.2. Defender los derechos territoriales y la soberanía del Estado venezolano en las negociaciones relacionadas con la administración de los espacios marinos, submarinos y oceánicos, así como de la diversidad biológica presente en esos espacios.",
     "estrategico_id": 3
    },
    {
     "id": 629,
     "objetivogeneral": 1,
     "objetivo": "5.2.4.1. Mantener vigilancia del desarrollo de la agenda del Consejo de Seguridad de las Naciones Unidas para evitar la injerencia en los temas ambientales y humanos, y su tratamiento como temas de seguridad ciudadana internacional, lo cual atenta contra la soberanía de los pueblos.",
     "estrategico_id": 4
    },
    {
     "id": 630,
     "objetivogeneral": 2,
     "objetivo": "5.2.4.2. Fortalecer los debates sustantivos en temas económicos, sociales y ambientales en todos los ámbitos internacionales, regionales y multilaterales, para que las decisiones se tomen de manera inclusiva y transparente, sin orientaciones de corte neocolonial por parte de los países desarrollados, promoviendo la incorporación del Poder Popular y en particular los movimientos sociales en estos espacios.",
     "estrategico_id": 4
    },
    {
     "id": 631,
     "objetivogeneral": 1,
     "objetivo": "5.3.1.1. Involucrar a las instituciones públicas y al Poder Popular en la producción de críticas contundentes a las formas culturales y a las reconstrucciones históricas dominantes.",
     "estrategico_id": 1
    },
    {
     "id": 632,
     "objetivogeneral": 2,
     "objetivo": "5.3.1.2. Promover la producción de contenido educativo, tales como textos escolares, para generar consciencia histórica y formar críticamente las nuevas generaciones.",
     "estrategico_id": 1
    },
    {
     "id": 633,
     "objetivogeneral": 1,
     "objetivo": "5.3.2.1. Fortalecer los procesos que visibilicen la identidad histórico-comunitaria, identificando los espacios de expresión y formas populares de reproducción de la memoria histórica, y fomentando la expresión de las diversas manifestaciones culturales tradicionales.",
     "estrategico_id": 2
    },
    {
     "id": 634,
     "objetivogeneral": 2,
     "objetivo": "5.3.2.2. Promover la organización del Poder Popular para el registro e interpretación de la memoria histórica y la difusión y expresión de las culturas populares.",
     "estrategico_id": 2
    },
    {
     "id": 635,
     "objetivogeneral": 3,
     "objetivo": "5.3.2.3. Garantizar la protección del patrimonio cultural popular y de la memoria histórica, a través de la formación integral permanente y continua de los promotores culturales del Poder Popular.",
     "estrategico_id": 2
    },
    {
     "id": 636,
     "objetivogeneral": 4,
     "objetivo": "5.3.2.4. Involucrar a los museos y otras instituciones de interés histórico y cultural, en el plan de conservación y valorización del Patrimonio cultural e histórico popular.",
     "estrategico_id": 2
    },
    {
     "id": 637,
     "objetivogeneral": 5,
     "objetivo": "5.3.2.5. Impulsar la creación de espacios históricos culturales comunitarios en toda la geografía nacional.",
     "estrategico_id": 2
    },
    {
     "id": 638,
     "objetivogeneral": 1,
     "objetivo": "5.3.3.1. Impulsar debates dentro de las organizaciones del Poder Popular sobre la vivencia cultural y las identidades, para el análisis de la situación actual y los cambios que se necesitan en la construcción del ecosocialismo.",
     "estrategico_id": 3
    },
    {
     "id": 640,
     "objetivogeneral": 3,
     "objetivo": "5.3.3.3. Desarrollar estrategias de liberación y emancipación cultural, poniendo especial énfasis en grupos sociales especialmente vulnerables, tales como los grupos sexodiversos, mujeres, estudiantes, niños y niñas, afrodescendientes, entre otros, con la finalidad de garantizar el respeto de sus derechos e identidades.",
     "estrategico_id": 3
    },
    {
     "id": 641,
     "objetivogeneral": 1,
     "objetivo": "5.3.4.1. Producir y difundir materiales sobre la historia de los grupos históricamente invisibilizados y la memoria histórica y cultural de Nuestra América, especialmente en las bibliotecas públicas y escolares, así como en los medios masivos de comunicación.",
     "estrategico_id": 4
    },
    {
     "id": 642,
     "objetivogeneral": 2,
     "objetivo": "5.3.4.2. Ejecutar un plan nacional e internacional de difusión de la cultura tradicional y de la memoria histórica y contemporánea.",
     "estrategico_id": 4
    },
    {
     "id": 643,
     "objetivogeneral": 3,
     "objetivo": "5.3.4.3. Fomentar y garantizar la producción independiente y comunitaria de las artes.",
     "estrategico_id": 4
    },
    {
     "id": 644,
     "objetivogeneral": 1,
     "objetivo": "5.4.1.1. Desmontar los esquemas de mercados internacionales de carbono que legitiman la compra de derechos de contaminación y la impune destrucción del planeta.",
     "estrategico_id": 1
    },
    {
     "id": 645,
     "objetivogeneral": 2,
     "objetivo": "5.4.1.2. Promover e impulsar el fortalecimiento del régimen jurídico climático vigente, con énfasis en las responsabilidades históricas de los países desarrollados.",
     "estrategico_id": 1
    },
    {
     "id": 646,
     "objetivogeneral": 3,
     "objetivo": "5.4.1.3. Impulsar y apoyar acciones que promuevan la justicia internacional con relación al incumplimiento de los países desarrollados de sus obligaciones en el marco del Protocolo de Kyoto.",
     "estrategico_id": 1
    },
    {
     "id": 647,
     "objetivogeneral": 4,
     "objetivo": "5.4.1.4. Iniciar un proceso de transformación de las disposiciones legales nacionales para garantizar la administración y la protección del patrimonio natural, en la construcción del ecosocialismo.",
     "estrategico_id": 1
    },
    {
     "id": 648,
     "objetivogeneral": 1,
     "objetivo": "5.4.2.1. Promover la adecuación tecnológica para una transformación del sector productivo, de manera sustentable, con especial énfasis en el sector energético, agrícola y pecuario, incorporando el principio de prevención y manejo de los desechos sólidos y peligrosos.",
     "estrategico_id": 2
    },
    {
     "id": 649,
     "objetivogeneral": 2,
     "objetivo": "5.4.2.2. Impulsar a nivel regional e internacional compromisos por parte de todos los países y medidas nacionales de mitigación que contribuyan a corregir el deterioro ambiental que genera el cambio climático global.",
     "estrategico_id": 2
    },
    {
     "id": 650,
     "objetivogeneral": 3,
     "objetivo": "5.4.2.3. Posicionar a Venezuela como referente mundial en la lucha por el cumplimiento de los acuerdos establecidos y de su impulso por la construcción de un nuevo sistema ecosocialista.",
     "estrategico_id": 2
    },
    {
     "id": 651,
     "objetivogeneral": 1,
     "objetivo": "5.4.3.1. Coordinar acciones con todos los entes nacionales encargados de la planificación territorial y la gestión de desastres, con una visión prospectiva del incremento de temperatura previsto para los próximos 20 años, en función de las promesas de mitigación que logren consolidarse en el marco de la Organización de las Naciones Unidas.",
     "estrategico_id": 3
    },
    {
     "id": 130,
     "objetivogeneral": 1,
     "objetivo": "1.6.3.1.Garantizar el impulso de la formación y transferencia de conocimiento, que permita el desarrollo de equipos electrónicos y aplicaciones informáticas en tecnologías libres y estándares abiertos.",
     "estrategico_id": 3
    },
    {
     "id": 652,
     "objetivogeneral": 2,
     "objetivo": "5.4.3.2. Calcular los costos derivados de las pérdidas y daños resultantes de situaciones extremas climáticas, incluyendo seguros y reaseguros para sectores sensibles específicos (como la agricultura), las cuales deberán sumarse a la deuda ecológica de los países industrializados.",
     "estrategico_id": 3
    },
    {
     "id": 653,
     "objetivogeneral": 3,
     "objetivo": "5.4.3.3. Fomentar el desarrollo de planes municipales y locales de adaptación para escenarios de manejo de riesgo que involucren directamente la corresponsabilidad entre el Estado y el Poder Popular.",
     "estrategico_id": 3
    },
    {
     "id": 654,
     "objetivogeneral": 4,
     "objetivo": "1.1.3.4.Transferir al Poder Popular, en corresponsabilidad, competencias, servicios y otras atribuciones del poder público nacional, regional y municipal.",
     "estrategico_id": 3
    },
    {
     "id": 655,
     "objetivogeneral": 2,
     "objetivo": "1.1.4.2.Desarrollar un sistema integral de gobierno, con atribuciones, niveles de decisión y sistema de recursos que tributen de manera sistémica al Plan de Desarrollo Económico y Social de la Nación.",
     "estrategico_id": 4
    },
    {
     "id": 656,
     "objetivogeneral": 10,
     "objetivo": "1.1.5.10.Consolidar la adecuación tecnológica del Sistema Público de Comunicación con el marco de la implementación de la Televisión Digital Abierta y el uso de las nuevas TIC.",
     "estrategico_id": 5
    },
    {
     "id": 693,
     "objetivogeneral": 2,
     "objetivo": "1.4.11.2.Fomentar la organización y formación del Poder Popular y las formas colectivas para el desarrollo de los procesos productivos a nivel local, a través de la expansión de las escuelas y cursos de formación de cuadros.",
     "estrategico_id": 11
    },
    {
     "id": 657,
     "objetivogeneral": 11,
     "objetivo": "1.1.5.11.Conformar un sistema de medios que contribuya a la organización sectorial para la defensa integral de la Patria, con énfasis en la consolidación de nuevos medios y formas de producir contenidos en la frontera con relevancia de los valores patrióticos y socialistas.",
     "estrategico_id": 5
    },
    {
     "id": 658,
     "objetivogeneral": 1,
     "objetivo": "1.2.1.1.Blindar el marco jurídico para garantizar la plena soberanía sobre los recursos hidrocarburíferos y mineros.",
     "estrategico_id": 1
    },
    {
     "id": 659,
     "objetivogeneral": 2,
     "objetivo": "1.2.1.2.Garantizar la coherencia y máxima eficiencia de los sistemas de gestión y aprovechamiento de los recursos hidrocarburíferos y mineros con los principios de justicia, respeto a nuestros pueblos originarios, tradiciones y costumbres, ecosocialismo.",
     "estrategico_id": 1
    },
    {
     "id": 660,
     "objetivogeneral": 3,
     "objetivo": "1.2.1.3.Construir una estrategia territorial a escala regional, que articule el desarrollo sectorial de los recursos hidrocarburíferos y mineros, con las nuevas dinámicas funcionales del socialismo en el espacio y las dimensiones sociales, culturales y económicas de la población.",
     "estrategico_id": 1
    },
    {
     "id": 661,
     "objetivogeneral": 4,
     "objetivo": "1.2.1.4.Desarrollar una política sectorial para la promoción soberana de inversiones, desarrollo de la cadena de valor y esquemas tributarios asociados a la actividad, alineados con los más altos intereses del país.",
     "estrategico_id": 1
    },
    {
     "id": 662,
     "objetivogeneral": 1,
     "objetivo": "1.2.4.1.Fortalecer, en el marco de la ruptura de amarras con el imperialismo, el proceso de sustitución de importaciones, que permita tener independencia y soberanía en los nudos críticos de la actividad productiva de hidrocarburos.",
     "estrategico_id": 4
    },
    {
     "id": 663,
     "objetivogeneral": 4,
     "objetivo": "1.1.1.4.Garantizar la protección de la República contra cualquier injerencia que pretenda desestabilizar o coaccionar en la libre expresión de la voluntad del pueblo.",
     "estrategico_id": 1
    },
    {
     "id": 912,
     "objetivogeneral": 7,
     "objetivo": "3.4.7.7.\tIncrementar y consolidar la capacidad productiva de las fábricas modulares de viviendas y accesorios (Petrocasas).",
     "estrategico_id": 7
    },
    {
     "id": 664,
     "objetivogeneral": 2,
     "objetivo": "1.2.4.2.Desarrollar y maximizar tecnologías nacionales y de alianzas geopolíticas estratégicas para el aprovechamiento soberano de los recursos hidrocarburíferos.",
     "estrategico_id": 4
    },
    {
     "id": 665,
     "objetivogeneral": 1,
     "objetivo": "1.2.7.1.Generar una plataforma de trabajo, como núcleo geopolítico, entre los países gigantes petroleros.",
     "estrategico_id": 7
    },
    {
     "id": 666,
     "objetivogeneral": 1,
     "objetivo": "1.2.8.1.Desarrollar e impulsar el sistema logístico de insumos y maquinaria, asociados a procesos de producción ecosocialista para la producción minera.",
     "estrategico_id": 8
    },
    {
     "id": 667,
     "objetivogeneral": 1,
     "objetivo": "1.2.11.1.Crear alianzas con países productores y exportadores de minerales para establecer estrategias de beneficio común, que permitan influir en la estabilización de precios y la optimización de los flujos de recursos derivados del comercio de los mismos.",
     "estrategico_id": 11
    },
    {
     "id": 668,
     "objetivogeneral": 1,
     "objetivo": "1.2.13.1.Desarrollar el marco jurídico, así como los planes de manejo, para asumir el agua como un recurso estratégico nacional.",
     "estrategico_id": 13
    },
    {
     "id": 669,
     "objetivogeneral": 2,
     "objetivo": "1.2.13.2.Desarrollar una política internacional de preservación de las cuencas hidrográficas con las que está asociada Venezuela, a fin de garantizar su preservación.",
     "estrategico_id": 13
    },
    {
     "id": 670,
     "objetivogeneral": 1,
     "objetivo": "1.3.1.1.Mantener y fortalecer el actual régimen fiscal petrolero para garantizar el bienestar del pueblo.",
     "estrategico_id": 1
    },
    {
     "id": 671,
     "objetivogeneral": 2,
     "objetivo": "1.3.1.2.Garantizar los sistemas de información sobre la producción y comercialización del sector de hidrocarburos, a efectos de una mayor recaudación fiscal oportuna y eficiente.",
     "estrategico_id": 1
    },
    {
     "id": 672,
     "objetivogeneral": 3,
     "objetivo": "1.3.1.3.Ajustar y actualizar, bajo el criterio del máximo interés nacional, los marcos normativos de los sectores asociados a la actividad de hidrocarburos, tales como el gasífero y el petroquímico.",
     "estrategico_id": 1
    },
    {
     "id": 673,
     "objetivogeneral": 1,
     "objetivo": "1.3.2.1.Maximizar la captación de renta excedentaria mediante la adecuación periódica de los parámetros y políticas de referencia para la determinación de incrementos extraordinarios de los precios.",
     "estrategico_id": 2
    },
    {
     "id": 674,
     "objetivogeneral": 3,
     "objetivo": "1.3.4.3.Establecer mecanismos transparentes para la valorización de los minerales.",
     "estrategico_id": 4
    },
    {
     "id": 675,
     "objetivogeneral": 1,
     "objetivo": "1.3.5.1.Fortalecer los mecanismos de fondos soberanos de la república que garanticen un flujo estable de recursos, especialmente en períodos de bajos ingresos.",
     "estrategico_id": 5
    },
    {
     "id": 676,
     "objetivogeneral": 3,
     "objetivo": "1.1.1.3.Consolidar la unidad de la clase trabajadora, de las capas profesionales, de   los pequeños y medianos productores del campo y la ciudad, así como también de los movimientos y organizaciones sociales comprometidos con el desarrollo del Proyecto Nacional Simón Bolívar.",
     "estrategico_id": 1
    },
    {
     "id": 54,
     "objetivogeneral": 1,
     "objetivo": "1.4.1.1.Promover la agricultura sustentable como base estratégica para el desarrollo agroalimentario.",
     "estrategico_id": 1
    },
    {
     "id": 22,
     "objetivogeneral": 3,
     "objetivo": "1.4.3.3.Fortalecer el circuito de distribución y comercialización de vegetales de ciclo corto, para asegurar la estabilidad en el precio y oportunidad en el abastecimiento.",
     "estrategico_id": 3
    },
    {
     "id": 678,
     "objetivogeneral": 3,
     "objetivo": "1.4.4.3.Desarrollar el nuevo sistema de logística, distribución, insumos y producción, con la finalidad de promover los nuevos actores económicos y formas asociativas y de organización social.",
     "estrategico_id": 4
    },
    {
     "id": 679,
     "objetivogeneral": 2,
     "objetivo": "1.3.7.2.Fortalecer los acuerdos en el marco de Petrocaribe, con la finalidad de eliminar las barreras del acceso a los recursos energéticos, por la vía de un nuevo esquema de intercambio comercial favorable, equitativo y justo.",
     "estrategico_id": 7
    },
    {
     "id": 680,
     "objetivogeneral": 3,
     "objetivo": "1.3.7.3.\tImpulsar en el seno de Petrocaribe proyectos orientados a la disminución del consumo energético.",
     "estrategico_id": 7
    },
    {
     "id": 711,
     "objetivogeneral": 6,
     "objetivo": "1.6.2.6.Obtener el máximo provecho de las tecnologías de información y comunicación (TIC) para la difusión de contenidos, basados en valores nacionales, multiétnicos y pluriculturales de nuestros pueblos y, con ellos, los principios inherentes al Socialismo Bolivariano.",
     "estrategico_id": 2
    },
    {
     "id": 681,
     "objetivogeneral": 4,
     "objetivo": "1.3.7.4.Fortalecer el ALBA como instrumento para alcanzar un desarrollo justo, solidario y sustentable; el trato especial y diferenciado que tenga en cuenta el nivel de desarrollo de los diversos países y la dimensión de sus economías; la complementariedad económica y la cooperación entre los países participantes; y el fomento de las inversiones de capitales latinoamericanos en la propia América Latina y el Caribe.",
     "estrategico_id": 7
    },
    {
     "id": 682,
     "objetivogeneral": 2,
     "objetivo": "1.3.9.2.Impulsar el Fondo de Ahorro Popular como mecanismo de ahorro y participación en la industria petrolera.",
     "estrategico_id": 9
    },
    {
     "id": 683,
     "objetivogeneral": 3,
     "objetivo": "1.3.9.3.Impulsar mecanismos de inversión, así como estímulos productivos para pequeñas y medianas empresas y actores del sistema económico comunal, que diversifiquen los actores productivos en nudos críticos de las cadenas estratégicas para la soberanía del aparato económico nacional.",
     "estrategico_id": 9
    },
    {
     "id": 684,
     "objetivogeneral": 7,
     "objetivo": "1.3.10.7.Incrementar los niveles de inversión pública en sectores estratégicos como apalancamiento para el desarrollo socioproductivo.",
     "estrategico_id": 10
    },
    {
     "id": 685,
     "objetivogeneral": 1,
     "objetivo": "1.3.11.1.Combatir la agresión al bolívar y blindar el sistema cambiario y de asignación de divisas, que nos permitan alcanzar máxima transparencia, control, eficiencia y eficacia en la asignación de divisas.",
     "estrategico_id": 11
    },
    {
     "id": 686,
     "objetivogeneral": 1,
     "objetivo": "1.3.12.1.Diseñar y establecer un sistema tributario progresivo, que incorpore los más avanzados sistemas de fiscalización y recaudación fiscal, que garantice los principios de justicia tributaria.",
     "estrategico_id": 12
    },
    {
     "id": 687,
     "objetivogeneral": 1,
     "objetivo": "1.3.13.1.Optimizar el Sistema de Formulación y Seguimiento Presupuestario del Gasto Público.",
     "estrategico_id": 13
    },
    {
     "id": 688,
     "objetivogeneral": 2,
     "objetivo": "1.3.13.2.Implementar mecanismos integrales de control del gasto.",
     "estrategico_id": 13
    },
    {
     "id": 689,
     "objetivogeneral": 1,
     "objetivo": "1.3.14.1.Establecer un sistema de planificación financiera del endeudamiento público.",
     "estrategico_id": 14
    },
    {
     "id": 694,
     "objetivogeneral": 3,
     "objetivo": "1.4.11.3.Impulsar el desarrollo y utilización de tecnologías de bajos insumos, que reduzca las emisiones nocivas al ambiente y promueva la agricultura a pequeña escala y sin agrotóxicos.",
     "estrategico_id": 11
    },
    {
     "id": 695,
     "objetivogeneral": 1,
     "objetivo": "1.4.12.1.Reimpulsar el reconocimiento al conuco como fuente histórica y generar centros de capacitación y\/o formación para el sector campesino, a fin de preservar nuestra agrobiodiversidad y principal reserva de germoplasmas autóctonos vivos.",
     "estrategico_id": 12
    },
    {
     "id": 696,
     "objetivogeneral": 1,
     "objetivo": "1.4.13.1.Fortalecer los centros de capacitación y\/o formación para el sector campesino, a fin de generar nuevos modelos de gestión de formas colectivas para el desarrollo de los procesos productivos a nivel local.",
     "estrategico_id": 13
    },
    {
     "id": 108,
     "objetivogeneral": 7,
     "objetivo": "1.5.1.7.Promover  el  desarrollo  de  tecnologías  apropiadas  desde  el  punto  de vista sociocultural y ambiental, vinculadas a saberes tradicionales, originarios o afrodescendientes.",
     "estrategico_id": 1
    },
    {
     "id": 697,
     "objetivogeneral": 5,
     "objetivo": "1.5.3.5.Promover el conocimiento de los idiomas, pueblos y culturas indígenas, de   las comunidades afrodescendientes, de las variedades regionales y locales y de las poblaciones de inmigrantes en todo el sistema educativo y en las comunidades, a través del intercambio estudiantil, las giras pedagógicas y el turismo sociocultural.",
     "estrategico_id": 3
    },
    {
     "id": 698,
     "objetivogeneral": 6,
     "objetivo": "1.5.3.6.Incorporar en los programas educativos y medios de comunicación el conocimiento sobre Nuestra América, África, Asia y en general de  los  pueblos  del Sur, incluyendo los sectores históricamente marginados del Norte, para desplazar el eurocentrismo y el predominio de contenidos culturales desde una perspectiva centrada en Estados Unidos, característica de la industria cultural.",
     "estrategico_id": 3
    },
    {
     "id": 699,
     "objetivogeneral": 7,
     "objetivo": "1.5.3.7.Proyectar internacionalmente los elementos constitutivos de la venezolanidad, a través de nuestras representaciones diplomáticas, que conlleve eliminar los estereotipos en la imagen de Venezuela en el exterior.",
     "estrategico_id": 3
    },
    {
     "id": 700,
     "objetivogeneral": 3,
     "objetivo": "1.5.4.3.Incorporar en todas las instituciones educativas la práctica de modos de producción, tradiciones culturales, prácticas de salud y alimentación, locales y tradicionales.",
     "estrategico_id": 4
    },
    {
     "id": 701,
     "objetivogeneral": 1,
     "objetivo": "1.5.5.1.Desarrollar en todos los órganos y entes del Estado los planes sectoriales o institucionales de descolonización, que permitan identificar los nudos críticos en la vida institucional y en la relación con las y los ciudadanos y establecer los compromisos     y acciones para superarlos. Los planes atenderán a tratos discriminatorios, existencia de privilegios (internos y en el servicio a la ciudadanía), accesibilidad de servicios e instalaciones, trabas a la participación social en la gestión, normativas no ajustadas     a las leyes del Poder Popular, burocratismo, dependencia de insumos o servicios importados, exclusión de proveedores de la economía popular, obstáculos para la innovación, inadecuada división del trabajo y cualquier otro que acentúe la separación entre el Estado y la sociedad, reproduzca la división social del trabajo o acentúe los rasgos colonizados de la acción pública.",
     "estrategico_id": 5
    },
    {
     "id": 702,
     "objetivogeneral": 2,
     "objetivo": "1.5.5.2.Establecer el marco jurídico para que la acción de las instituciones privadas se adecue al proceso de descolonización.",
     "estrategico_id": 5
    },
    {
     "id": 703,
     "objetivogeneral": 3,
     "objetivo": "1.5.5.3.Garantizar que en todos los centros de trabajo y organizaciones del Poder Popular se realice formación continua sobre los temas de la colonialidad y la descolonización.",
     "estrategico_id": 5
    },
    {
     "id": 704,
     "objetivogeneral": 4,
     "objetivo": "1.5.5.4.Establecer un programa de estímulo a las empresas de propiedad social, empresas públicas y privadas para la generación de innovaciones, que favorezcan la incorporación de tecnología nacional en la producción, el uso de tecnología o recursos locales y tradicionales, así como cambios en la organización del trabajo, la gestión, distribución y relaciones con la comunidad, acordes con el proceso de descolonización del saber y el poder.",
     "estrategico_id": 5
    },
    {
     "id": 705,
     "objetivogeneral": 5,
     "objetivo": "1.5.5.5.Desarrollar en las comunidades y comunas, a través de las organizaciones del Poder Popular planes de descolonización de la vida cotidiana en el ámbito de convivencia vecinal y en las familias.",
     "estrategico_id": 5
    },
    {
     "id": 706,
     "objetivogeneral": 1,
     "objetivo": "1.6.2.1.Ampliar la capacidad científico-técnica y humanística en investigación e innovación, orientada a proyectos que apuntalen la felicidad del pueblo.",
     "estrategico_id": 2
    },
    {
     "id": 707,
     "objetivogeneral": 2,
     "objetivo": "1.6.2.2.Construir una sólida plataforma de formación política, técnica y gerencial para la clase trabajadora, que potencie el sentido crítico del trabajo liberador.",
     "estrategico_id": 2
    },
    {
     "id": 708,
     "objetivogeneral": 3,
     "objetivo": "1.6.2.3.Construir la praxis de una nueva cultura y método de gestión que relacione los programas de la Escuela en la Fábrica, con la organización de los trabajadores y el Punto y Círculo como elementos sustanciales del cambio del modelo productivo.",
     "estrategico_id": 2
    },
    {
     "id": 709,
     "objetivogeneral": 4,
     "objetivo": "1.6.2.4.Hacer de las unidades de producción y parques industriales espacios asociados a los programas de formación de los centros universitarios, técnicos, medios y ocupacionales.",
     "estrategico_id": 2
    },
    {
     "id": 710,
     "objetivogeneral": 5,
     "objetivo": "1.6.2.5.Desarrollar aplicaciones informáticas que permitan aumentar la eficacia en la atención de las necesidades sociales.",
     "estrategico_id": 2
    },
    {
     "id": 131,
     "objetivogeneral": 2,
     "objetivo": "1.6.3.2.Estimular y garantizar el desarrollo de equipos electrónicos y aplicaciones informáticas en tecnologías libres y estándares abiertos, mediante la formación y transferencia de conocimiento, que procure los recursos necesarios.",
     "estrategico_id": 3
    },
    {
     "id": 713,
     "objetivogeneral": 5,
     "objetivo": "1.6.3.5.Desarrollar una política integral que impulse la creación de centros tecnológicos en centros educativos, universitarios, técnicos, medios, que garanticen procesos formativos integrales y continuos en materia de equipos electrónicos y aplicaciones informáticas en tecnologías libres y estándares abiertos.",
     "estrategico_id": 3
    },
    {
     "id": 134,
     "objetivogeneral": 1,
     "objetivo": "1.6.4.1.Fortalecer el uso pacífico de la tecnología espacial para garantizar al país el manejo soberano de sus telecomunicaciones y sistemas de percepción remota y de herramientas asociadas, que permitan consolidar el desarrollo nacional en áreas estratégicas como educación, salud, seguridad y alimentación.",
     "estrategico_id": 4
    },
    {
     "id": 714,
     "objetivogeneral": 6,
     "objetivo": "1.7.1.6.Fortalecer la formación del pueblo en principios y valores de independencia, soberanía y Patria, para su participación en la defensa integral de la nación, así como fortalecer la educación del pueblo en materia de defensa integral.",
     "estrategico_id": 1
    },
    {
     "id": 715,
     "objetivogeneral": 7,
     "objetivo": "1.7.1.7.Diseñar planes estratégicos de cooperación entre las instituciones del Gobierno, la Fuerza Armada Nacional Bolivariana y el Poder Popular, a fin de garantizar el desarrollo y la defensa integral de la nación.",
     "estrategico_id": 1
    },
    {
     "id": 716,
     "objetivogeneral": 1,
     "objetivo": "1.7.3.1.Consolidar, modernizar y mantener actualizado el Sistema Territorial de Inteligencia y Contrainteligencia Militar, adecuadas a las necesidades en materia de seguridad        y defensa de la nación, atendiendo a amenazas convencionales y no convencionales contra la Patria.",
     "estrategico_id": 3
    },
    {
     "id": 717,
     "objetivogeneral": 2,
     "objetivo": "1.7.3.2.Fortalecer los mecanismos tecnológicos e institucionales que permitan de manera ordenada la búsqueda de información útil para la seguridad ciudadana y defensa de la Patria.",
     "estrategico_id": 3
    },
    {
     "id": 718,
     "objetivogeneral": 3,
     "objetivo": "1.7.3.3.Actualizar y adaptar los planes de estudio en el área de inteligencia y contrainteligencia de acuerdo con el pensamiento militar bolivariano.",
     "estrategico_id": 3
    },
    {
     "id": 719,
     "objetivogeneral": 4,
     "objetivo": "1.7.3.4.\tAdecuar el marco jurídico necesario para desarrollar las áreas de inteligencia y contrainteligencia de nuestra Fuerza Armada Nacional Bolivariana bajo los principios de la Defensa Integral de la Nación.",
     "estrategico_id": 3
    },
    {
     "id": 720,
     "objetivogeneral": 1,
     "objetivo": "1.7.4.1.Consolidar la Milicia Territorial, con la finalidad de asegurar las fuerzas necesarias para la Defensa Integral de la Nación, que asegure el fortalecimiento de su doctrina, organización, equipamiento y apresto operacional.",
     "estrategico_id": 4
    },
    {
     "id": 721,
     "objetivogeneral": 2,
     "objetivo": "1.7.4.2.Incrementar y fortalecer el empleo de la Milicia en las funciones de apoyo al desarrollo nacional.",
     "estrategico_id": 4
    },
    {
     "id": 722,
     "objetivogeneral": 3,
     "objetivo": "1.7.4.3.Fomentar e incrementar la creación de los Cuerpos Combatientes en todas las estructuras del Estado.",
     "estrategico_id": 4
    },
    {
     "id": 723,
     "objetivogeneral": 4,
     "objetivo": "1.7.4.4.Diseñar estrategias para garantizar la participación del Pueblo en la Defensa Integral de la Nación, tales como planes de adiestramiento a ciudadanas y ciudadanos en la corresponsabilidad de Defensa Integral de la Nación.",
     "estrategico_id": 4
    },
    {
     "id": 724,
     "objetivogeneral": 1,
     "objetivo": "1.7.5.1.Fortalecer y mantener actualizados los programas y procesos de formación en la Doctrina Militar Bolivariana, entrenamiento y capacitación para la defensa integral de la Patria.",
     "estrategico_id": 5
    },
    {
     "id": 725,
     "objetivogeneral": 2,
     "objetivo": "1.7.5.2.Modernizar, conservar, almacenar y mantener el equipamiento y los sistemas de armas de la Fuerza Armada Nacional Bolivariana, así como el soporte de los sistemas de armas de alta tecnología.",
     "estrategico_id": 5
    },
    {
     "id": 726,
     "objetivogeneral": 3,
     "objetivo": "1.7.5.3.Fortalecer el sistema de apoyo logístico y de sanidad militar de nuestra Fuerza Armada Nacional Bolivariana.",
     "estrategico_id": 5
    },
    {
     "id": 727,
     "objetivogeneral": 4,
     "objetivo": "1.7.5.4.Incrementar las reservas de materiales, sistemas y equipos para el sostenimiento de la Defensa Integral de la Nación.",
     "estrategico_id": 5
    },
    {
     "id": 728,
     "objetivogeneral": 5,
     "objetivo": "1.7.5.5.Incrementar la adquisición de sistemas de armas y materiales para la dotación de unidades militares.",
     "estrategico_id": 4
    },
    {
     "id": 729,
     "objetivogeneral": 1,
     "objetivo": "1.8.1.1.Fortalecer los sistemas de contingencia de los poderes públicos del Estado.",
     "estrategico_id": 1
    },
    {
     "id": 730,
     "objetivogeneral": 2,
     "objetivo": "1.8.1.2.Mantener actualizado el inventario del potencial nacional disponible para el apoyo integral en situaciones de estado de excepción.",
     "estrategico_id": 1
    },
    {
     "id": 731,
     "objetivogeneral": 3,
     "objetivo": "1.8.1.3.Actualizar, reglamentar y difundir los parámetros que regirán los procesos de movilización y requisición.",
     "estrategico_id": 1
    },
    {
     "id": 732,
     "objetivogeneral": 4,
     "objetivo": "1.8.1.4.Fortalecer la Unión Cívico-Militar en el reconocimiento y acción por parte de la población sobre los cambios de condiciones ordinarias a condiciones extraordinarias, para la activación y movilización organizada en el marco de la defensa integral de la patria.",
     "estrategico_id": 1
    },
    {
     "id": 733,
     "objetivogeneral": 5,
     "objetivo": "1.8.1.5.Garantizar los recursos y el sistema financiero para enfrentar cualquier contingencia en estado de excepción.",
     "estrategico_id": 1
    },
    {
     "id": 734,
     "objetivogeneral": 1,
     "objetivo": "1.8.2.1.Integrar el Sistema de Apoyo Logístico Territorial (Salte) al proceso de articulación de la estructura del aparato productivo e infraestructura de servicios del Estado, según la conformación geográfica de las Regiones Estratégicas de Defensa Integral.",
     "estrategico_id": 2
    },
    {
     "id": 735,
     "objetivogeneral": 2,
     "objetivo": "1.8.2.2.Consolidar y expandir la Escuela Popular Itinerante para la educación del pueblo en materia de Defensa Integral.",
     "estrategico_id": 2
    },
    {
     "id": 736,
     "objetivogeneral": 3,
     "objetivo": "1.8.2.3.Maximizar el rendimiento de las capacidades logísticas adquiridas por el Estado en un sistema integrado de alto impacto en el aparato productivo.",
     "estrategico_id": 2
    },
    {
     "id": 795,
     "objetivogeneral": 4,
     "objetivo": "2.3.9.4.Garantizar sistemas de financiamiento especial para la sostenibilidad de las misiones y Grandes Misiones Socialistas.",
     "estrategico_id": 9
    },
    {
     "id": 737,
     "objetivogeneral": 1,
     "objetivo": "1.9.1.1.Aprobar el marco normativo, así como iniciar los procesos de investigación, juicio y sanciones contra los delitos y fortunas hechas a partir de la guerra económica, incluido el resarcimiento de los daños y perjuicios contra la República y el Pueblo, así como la repatriación de capitales.",
     "estrategico_id": 1
    },
    {
     "id": 738,
     "objetivogeneral": 2,
     "objetivo": "1.9.1.2.Fortalecer los mecanismos de saldo político organizativo del Poder Popular, en la defensa y ofensiva sobre la guerra económica, en particular en la construcción de nuevos sistemas de logística, distribución y producción.",
     "estrategico_id": 1
    },
    {
     "id": 739,
     "objetivogeneral": 3,
     "objetivo": "1.9.1.3.Propiciar tras la guerra económica la construcción de un nuevo modelo económico socialista y no reconstrucción de la lógica del capitalismo, que implica nuevos actores productivos, sistema de insumos, distribución, precios y metabolismo del capital.",
     "estrategico_id": 1
    },
    {
     "id": 740,
     "objetivogeneral": 1,
     "objetivo": "1.9.2.1.Construir un nuevo andamiaje del sistema comercial, financiero y logístico sustentado en la geopolítica de Chávez, para enfrentar el bloqueo imperial.",
     "estrategico_id": 2
    },
    {
     "id": 741,
     "objetivogeneral": 2,
     "objetivo": "1.9.2.2.Propiciar un movimiento internacional de denuncia y acción sobre el uso del ciberespacio y terrorismo económico y psicológico, con fines de desestabilización e injerencia.",
     "estrategico_id": 2
    },
    {
     "id": 742,
     "objetivogeneral": 5,
     "objetivo": "2.1.1.5.Generar una política de Estado sostenida a la promoción y construcción de la economía local en arquitectura de red, a efectos de tener escala, que promueva el empleo localizado, atención de la demanda local, así como la especialización productiva.",
     "estrategico_id": 1
    },
    {
     "id": 743,
     "objetivogeneral": 1,
     "objetivo": "2.1.2.1.Potenciar el saldo organizativo de los CLAP, fortaleciendo su estructura y articulándola con las demás instancias organizativas del Poder Popular.",
     "estrategico_id": 2
    },
    {
     "id": 744,
     "objetivogeneral": 2,
     "objetivo": "2.1.2.2.Impulsar la producción local para el abastecimiento soberano a través de los CLAP.",
     "estrategico_id": 2
    },
    {
     "id": 167,
     "objetivogeneral": 8,
     "objetivo": "2.1.4.8.\tGenerar la especialización productiva y estratégica de la economía comunal     y del Poder Popular, empresas mixtas y estatales, que atienda de forma particular los eslabones que representan nudos críticos en la matriz productiva nacional.",
     "estrategico_id": 4
    },
    {
     "id": 745,
     "objetivogeneral": 4,
     "objetivo": "2.1.5.4.Promover el desarrollo de instancias de coordinación entre los Consejos Comunales y Consejos de Trabajadores y Trabajadoras.",
     "estrategico_id": 5
    },
    {
     "id": 746,
     "objetivogeneral": 5,
     "objetivo": "2.1.5.5.Desarrollar un sistema de estímulos para el fomento de las pequeñas y medianas industrias privadas y empresas conjuntas, en un marco de máxima corresponsabilidad social del aparato productivo, reconociendo el trabajo de mujeres y hombres emprendedores.",
     "estrategico_id": 5
    },
    {
     "id": 775,
     "objetivogeneral": 3,
     "objetivo": "2.3.7.3.Asegurar la alimentación saludable de la población, con especial atención en la primera infancia (prenatal - 8 años).",
     "estrategico_id": 7
    },
    {
     "id": 747,
     "objetivogeneral": 6,
     "objetivo": "2.1.5.6.Contribuir con el bienestar socioeconómico del entorno donde se asienten las unidades productivas, aplicando la estrategia de punto y círculo, que dé cabida a la participación popular en procesos sociales y económicos, así como de contraloría social. Las unidades de mayor escala deben propiciar ramificaciones de insumos a escala comunal, para cooperar en la satisfacción de las necesidades de nuestras comunidades.",
     "estrategico_id": 5
    },
    {
     "id": 748,
     "objetivogeneral": 7,
     "objetivo": "2.1.5.7.Impulsar nuevas formas de organización de la producción a través de los conglomerados productivos, que genere economía de escala, así como el desarrollo de los principios de solidaridad y complementariedad económica productiva.",
     "estrategico_id": 5
    },
    {
     "id": 749,
     "objetivogeneral": 8,
     "objetivo": "2.1.5.8.Construir una política consistente para liberar a la sociedad de hábitos de consumo impuestos por el mercado, que fomente la diversidad y el rescate de tradiciones y costumbres, e incorpore un rol protagónico del pueblo en la planificación, ejecución y fiscalización de políticas, en el modelo económico productivo socialista.",
     "estrategico_id": 5
    },
    {
     "id": 750,
     "objetivogeneral": 9,
     "objetivo": "2.1.5.9.Impulsar el plan nacional de pleno abastecimiento, que garantice a la población venezolana el acceso a los alimentos y bienes esenciales.",
     "estrategico_id": 5
    },
    {
     "id": 751,
     "objetivogeneral": 3,
     "objetivo": "2.1.6.3.Ampliar y adecuar la red de almacenes (tanto en frío como en seco) a nivel local, para el fortalecimiento de las unidades productivas socialistas.",
     "estrategico_id": 6
    },
    {
     "id": 752,
     "objetivogeneral": 4,
     "objetivo": "2.1.6.4.Consolidar el sistema de distribución y logística para garantizar la ampliación y regularidad de la llegada de los Comités Locales de Abastecimiento y Producción (CLAP).",
     "estrategico_id": 6
    },
    {
     "id": 753,
     "objetivogeneral": 1,
     "objetivo": "2.1.7.1.Configurar una arquitectura institucional que organice los sectores productivos de propiedad social directa o indirecta a través de corporaciones para la planificación centralizada.",
     "estrategico_id": 1
    },
    {
     "id": 754,
     "objetivogeneral": 2,
     "objetivo": "2.1.7.2.Implantar el modelo de gestión socialista en las unidades productivas.",
     "estrategico_id": 1
    },
    {
     "id": 755,
     "objetivogeneral": 3,
     "objetivo": "2.1.7.3.Edificar el sistema de empresas públicas nacionales atendiendo a los principios socialistas de organización, a efectos de alcanzar los más altos estándares de calidad y eficiencia.",
     "estrategico_id": 1
    },
    {
     "id": 756,
     "objetivogeneral": 4,
     "objetivo": "2.1.7.4.Construir un sólido sistema de registro de información estadística de la producción interoperativo, que permita ofrecer información oportuna para el desarrollo del Gobierno Económico e integrar las distintas plataformas a efectos de simplificar al extremo los trámites.",
     "estrategico_id": 1
    },
    {
     "id": 757,
     "objetivogeneral": 5,
     "objetivo": "2.1.7.5.Impulsar las unidades integrales de gestión como formas específicas de Gobierno Económico a escala subregional y de parques industriales.",
     "estrategico_id": 1
    },
    {
     "id": 758,
     "objetivogeneral": 5,
     "objetivo": "2.2.2.5.Impulsar la formación y financiamiento para unidades socioproductivas en las comunidades indígenas, que respete sus prácticas y formas de organización tradicionales, así como garantizar mecanismos de comercialización y distribución no expoliativos para los pueblos indígenas.",
     "estrategico_id": 2
    },
    {
     "id": 759,
     "objetivogeneral": 6,
     "objetivo": "2.2.2.6.Fortalecer la presencia de las Misiones y Grandes Misiones Socialistas en las comunidades indígenas, con absoluto respeto a sus costumbres, usos, cultura, formas de organización y ejercicio de la autoridad ancestral.",
     "estrategico_id": 2
    },
    {
     "id": 760,
     "objetivogeneral": 1,
     "objetivo": "2.3.6.1.Asegurar la salud de la población a través del fortalecimiento continuo y la consolidación de todos los niveles de atención y servicios del Sistema Público Nacional de Salud, priorizando el nivel de atención primaria para la promoción de estilos y condiciones de vida saludables en toda la población, así como la visión de la medicina integral comunitaria y preventiva.",
     "estrategico_id": 6
    },
    {
     "id": 761,
     "objetivogeneral": 2,
     "objetivo": "2.3.6.2.Reducir cargas de enfermedad, mortalidad prematura y mortalidad evitable, con énfasis en mortalidad materna y mortalidad en menores de 5 años.",
     "estrategico_id": 6
    },
    {
     "id": 762,
     "objetivogeneral": 3,
     "objetivo": "2.3.6.3.Articular todos los niveles de protección, promoción, prevención, atención integral y rehabilitación a la salud individual y colectiva en el marco de Áreas de Salud Integral Comunitarias.",
     "estrategico_id": 6
    },
    {
     "id": 763,
     "objetivogeneral": 4,
     "objetivo": "2.3.6.4.Fortalecer la arquitectura y organización territorial de un nuevo Sistema de Salud Pública y en particular las formas organizativas asociadas a las Áreas de Salud Integral Comunitarias (ASIC).",
     "estrategico_id": 6
    },
    {
     "id": 764,
     "objetivogeneral": 5,
     "objetivo": "2.3.6.5.Asegurar el acceso oportuno a los equipos, implementos y medicamentos asociados a los tratamientos, a efectos de garantizar las políticas públicas de salud.",
     "estrategico_id": 6
    },
    {
     "id": 822,
     "objetivogeneral": 2,
     "objetivo": "2.6.1.2.\tFortalecer las editoriales que incluyan espacios de participación del Poder Popular en la política editorial, mediante la generación de imprentas regionales.",
     "estrategico_id": 1
    },
    {
     "id": 765,
     "objetivogeneral": 6,
     "objetivo": "2.3.6.6.Incrementar el número de médicos integrales comunitarios por habitantes, así como de los trabajadores de la salud, fortaleciendo una política de Estado de formación, con los más altos estándares científicos, éticos y técnicos de los trabajadores de la salud.",
     "estrategico_id": 6
    },
    {
     "id": 766,
     "objetivogeneral": 7,
     "objetivo": "2.3.6.7.Fomentar la creación y mantenimiento de centros y servicios especializados en el Sistema Público Nacional de Salud.",
     "estrategico_id": 6
    },
    {
     "id": 767,
     "objetivogeneral": 8,
     "objetivo": "2.3.6.8.Articular bajo la rectoría única del Sistema Público Nacional de Salud a todos los órganos y entes prestadores de servicios de salud públicos y privados.",
     "estrategico_id": 6
    },
    {
     "id": 768,
     "objetivogeneral": 9,
     "objetivo": "2.3.6.9.Disminuir el sobrepeso y el sedentarismo como factores de riesgos de enfermedades prevenibles, a través de mecanismos que fomenten la actividad física, mejoren los hábitos alimenticios y patrones de consumo.",
     "estrategico_id": 6
    },
    {
     "id": 769,
     "objetivogeneral": 10,
     "objetivo": "2.3.6.10.Impulsar la participación protagónica del Poder Popular en los espacios de articulación intersectorial e institucionales para la promoción de la calidad de vida y la salud, a través de: a) el incremento de los egresados de las distintas profesiones que se encuentran integradas al Sistema Público Nacional de Salud, alcanzando los indicadores más altos de referencia internacional; b) la participación de los órganos del Poder Popular en la planificación, ejecución, monitoreo y evaluación de las acciones de salud en las Áreas de Salud Integral Comunitaria; y c) la constitución de organizaciones populares en salud, tales como los comités de salud.",
     "estrategico_id": 6
    },
    {
     "id": 770,
     "objetivogeneral": 11,
     "objetivo": "2.3.6.11.Generar políticas para la investigación, producción y mantenimiento del Sistema de Salud Nacional, con especial énfasis en los medicamentos esenciales, material médico quirúrgico y mantenimiento de equipos sensibles.",
     "estrategico_id": 6
    },
    {
     "id": 771,
     "objetivogeneral": 12,
     "objetivo": "2.3.6.12.Consolidar y expandir la Red de Farmacias Populares en todo el territorio nacional.",
     "estrategico_id": 6
    },
    {
     "id": 772,
     "objetivogeneral": 13,
     "objetivo": "2.3.6.13.Fortalecer la atención de la salud sexual y reproductiva de la población venezolana, con énfasis en los sectores de mayor vulnerabilidad y exclusión.",
     "estrategico_id": 6
    },
    {
     "id": 773,
     "objetivogeneral": 1,
     "objetivo": "2.3.7.1.Fomentar políticas para incrementar la lactancia materna exclusiva (LME) que permita cubrir al menos 80% de la población lactante. Promoviendo la universalización de la lactancia materna exclusiva hasta al menos los 6 meses y la lactancia materna prolongada.",
     "estrategico_id": 7
    },
    {
     "id": 774,
     "objetivogeneral": 2,
     "objetivo": "2.3.7.2.Desarrollar planes de apoyo, protección y promoción de la lactancia materna, así como la creación de redes de lactarios de leche materna.",
     "estrategico_id": 7
    },
    {
     "id": 776,
     "objetivogeneral": 4,
     "objetivo": "2.3.7.4.Generar políticas y planes específicos de atención para la alimentación adecuada de la madre desde el inicio del período de gestación y durante la lactancia, a efectos de garantizar la cobertura de los requerimientos nutricionales especiales de la madre y el niño o niña.",
     "estrategico_id": 7
    },
    {
     "id": 777,
     "objetivogeneral": 5,
     "objetivo": "2.3.7.5.Fortalecer y expandir las casas de alimentación, para adecuarlas y ampliarlas como centros de formación y atención nutricional.",
     "estrategico_id": 7
    },
    {
     "id": 778,
     "objetivogeneral": 6,
     "objetivo": "2.3.7.6.Fortalecer los programas de asistencia alimentaria en el sistema educativo.",
     "estrategico_id": 7
    },
    {
     "id": 779,
     "objetivogeneral": 7,
     "objetivo": "2.3.7.7.Promover hábitos alimentarios saludables y patrones de consumo adaptados a las potencialidades productivas del país.",
     "estrategico_id": 7
    },
    {
     "id": 780,
     "objetivogeneral": 8,
     "objetivo": "2.3.7.8.Prevenir y controlar las carencias de micronutrientes y promoción de la seguridad alimentaria en los hogares.",
     "estrategico_id": 7
    },
    {
     "id": 781,
     "objetivogeneral": 1,
     "objetivo": "2.3.8.1.Desarrollar en el Currículo Nacional Bolivariano los contenidos de la educación integral y liberadora con fundamento en los valores y principios de la Patria. , que asuma la descolonización como un elemento vertebral del sistema educativo.",
     "estrategico_id": 8
    },
    {
     "id": 782,
     "objetivogeneral": 2,
     "objetivo": "2.3.8.2.Garantizar la protección social y formación continua de las y los docentes, con los más altos estándares técnicos, éticos y pedagógicos.",
     "estrategico_id": 8
    },
    {
     "id": 783,
     "objetivogeneral": 3,
     "objetivo": "2.3.8.3.Consolidar un sistema de soporte para la atención integral al estudiante que incluya los aspectos materiales, vocacionales y psicológicos, con énfasis en la inclusión de aquellos estudiantes que se encuentran en situación de vulnerabilidad.",
     "estrategico_id": 8
    },
    {
     "id": 784,
     "objetivogeneral": 4,
     "objetivo": "2.3.8.4.Garantizar la plena cobertura de la matrícula escolar a toda la población, con énfasis en las poblaciones excluidas, en todos los niveles de educación.",
     "estrategico_id": 8
    },
    {
     "id": 785,
     "objetivogeneral": 5,
     "objetivo": "2.3.8.5.Generar una territorialización y  especialización  del  sistema  de  educación  en todos sus niveles, de acuerdo con la regionalización productiva del país y las escalas de desarrollo del mismo, adecuando los planes de estudio según la política   de transformación productiva y direccionamiento del bono demográfico. Se asumirá al sector universitario como un sistema articulado desde las universidades nacionales, universidades politécnicas territoriales, con especial énfasis en la municipalización de la Misión Sucre.",
     "estrategico_id": 8
    },
    {
     "id": 786,
     "objetivogeneral": 6,
     "objetivo": "2.3.8.6.Ampliar la infraestructura  y  la  dotación  escolar  y  deportiva,  garantizando  la ejecución de un plan de construcción, ampliación, reparación y mantenimiento permanente.",
     "estrategico_id": 8
    },
    {
     "id": 788,
     "objetivogeneral": 8,
     "objetivo": "2.3.8.8.Desarrollar un moderno programa pedagógico, comunicacional dirigido a la descolonización y formación para la libertad del niño y la niña, que impulse la educación integral, los valores de la República Escolar, la conciencia e identidad nacional y las capacidades creativas de la cultura, el teatro, la música y demás expresiones artísticas.",
     "estrategico_id": 8
    },
    {
     "id": 789,
     "objetivogeneral": 9,
     "objetivo": "2.3.8.9.Desarrollar la educación intercultural bilingüe, que promueva el rescate y la preservación de las lenguas indígenas.",
     "estrategico_id": 8
    },
    {
     "id": 790,
     "objetivogeneral": 10,
     "objetivo": "2.3.8.10.Construir una política de Estado que maximice y desarrolle las potencialidades del sistema científico-tecnológico, de innovadores y tecnólogos, en función de los requerimientos estratégicos de los planes sectoriales nacionales, nudos críticos de cadenas productivas, sustitución de importaciones, a efectos de contribuir de manera efectiva en la soberanía científico-tecnológica nacional.",
     "estrategico_id": 8
    },
    {
     "id": 791,
     "objetivogeneral": 11,
     "objetivo": "2.3.8.11.Desarrollar programas de educación en los que se incorporen contenidos enfocados en los conocimientos ancestrales y populares, incorporando los saberes de nuestros pueblos originarios y afrodescendientes.",
     "estrategico_id": 8
    },
    {
     "id": 792,
     "objetivogeneral": 1,
     "objetivo": "2.3.9.1.Fortalecer y ampliar el Sistema de Misiones y Grandes Misiones Socialistas para garantizar la cobertura, calidad, corresponsabilidad y eficiencia en la satisfacción de las necesidades de la población.",
     "estrategico_id": 9
    },
    {
     "id": 793,
     "objetivogeneral": 2,
     "objetivo": "2.3.9.2.Desarrollar, desde las grandes misiones, los sistemas de acompañamiento territorial, para transformar la vida de familias y comunidades en situación de pobreza y de riesgo.",
     "estrategico_id": 9
    },
    {
     "id": 794,
     "objetivogeneral": 3,
     "objetivo": "2.3.9.3.Generar saldos organizativos del Poder Popular en las Misiones y Grandes Misiones.",
     "estrategico_id": 9
    },
    {
     "id": 796,
     "objetivogeneral": 1,
     "objetivo": "2.3.10.1.Adecuar y desarrollar los contenidos académicos universitarios con las líneas de la actividad económica, tanto en su expresión espacial, número adecuado, tiempo y perfiles concretos de trabajadores y trabajadoras como en el desarrollo adecuado de las actividades productivas proyectadas en el Plan de la Patria.",
     "estrategico_id": 10
    },
    {
     "id": 797,
     "objetivogeneral": 2,
     "objetivo": "2.3.10.2.Atender de manera progresiva, constitucional y en el marco del Plan de la Patria, las necesidades reivindicativas de la comunidad universitaria, con criterios de racionalidad y pertinencia.",
     "estrategico_id": 10
    },
    {
     "id": 798,
     "objetivogeneral": 3,
     "objetivo": "2.3.10.3.Consolidar la cobertura espacial del sistema universitario nacional en que   los distintos componentes se complementen e incluso puedan optimizar el uso de los recursos en una visión holística.",
     "estrategico_id": 10
    },
    {
     "id": 828,
     "objetivogeneral": 1,
     "objetivo": "2.6.2.1.Adecuar los planes de estudio en todos los niveles para la inclusión de estrategias de formación de valores socialistas y patrióticos.",
     "estrategico_id": 2
    },
    {
     "id": 799,
     "objetivogeneral": 4,
     "objetivo": "2.3.10.4.Constituir un sistema de dialéctico de teoría y praxis que fortalezca por una parte el desarrollo del conocimiento, y por otra la orientación y atención de la realidad concreta. A tales efectos, articular dinámicas formativas en la educación universitaria para la conformación de nuevos emprendimientos productivos, de acuerdo con las potencialidades del territorio, que satisfagan las necesidades fundamentales de la población.",
     "estrategico_id": 10
    },
    {
     "id": 800,
     "objetivogeneral": 5,
     "objetivo": "2.3.10.5.Construir un sistema de articulación con la economía y dinámica local y comunal con la Universidad de la Comuna, donde la universidad sea un potenciador  de la organización social, económica y cultural, tanto en la difusión como creación del conocimiento para la aplicación en el área de influencia de escala local y de ejes de desarrollo, así como su retroalimentación con otras zonas en una lógica de red.",
     "estrategico_id": 10
    },
    {
     "id": 801,
     "objetivogeneral": 6,
     "objetivo": "2.3.10.6.\tConstruir un sistema de soporte y atención del bienestar de los iembros    de la comunidad universitaria, que garantice el acceso democrático a la suprema felicidad posible, mediante la gestación de un nuevo metabolismo del capital y saldos organizativos.",
     "estrategico_id": 10
    },
    {
     "id": 802,
     "objetivogeneral": 7,
     "objetivo": "2.3.10.7.Crear las bases estructurales para una nueva concepción del trabajo de Estado, coherente con los principios de dirección colectiva, democracia participativa y protagónica, desconcentración territorial, eficiencia y lucha contra la burocracia.",
     "estrategico_id": 10
    },
    {
     "id": 803,
     "objetivogeneral": 8,
     "objetivo": "2.3.10.8.Desarrollar un sistema de saberes universitario, revolucionario, que conjugue el pensamiento científico y los saberes del pueblo.",
     "estrategico_id": 10
    },
    {
     "id": 804,
     "objetivogeneral": 9,
     "objetivo": "2.3.10.9.Desarrollar una plataforma universitaria de formación al docente e investigador, publicaciones, sistema administrativo y de gestión, que optimice los indicadores, el rendimiento de los recursos y el soporte para el crecimiento eficiente del modelo con calidad.",
     "estrategico_id": 10
    },
    {
     "id": 805,
     "objetivogeneral": 10,
     "objetivo": "2.3.10.10.Fomentar el desarrollo económico subregional y de ejes con las Universidades Politécnicas Territoriales en el que se genere tanto la base de conocimiento técnico y profesional como el desarrollo de la técnica y tecnología del mapa de impacto de la universidad y se fomente un espacio de encuentro de saberes y actores e integración con regiones afines del orden geopolítico alternativo.",
     "estrategico_id": 10
    },
    {
     "id": 806,
     "objetivogeneral": 11,
     "objetivo": "2.3.10.11.Fomentar un esquema democrático y participativo de los distintos actores sociales del sistema universitario y su participación en los métodos de cogobierno y gobierno universitario.",
     "estrategico_id": 10
    },
    {
     "id": 807,
     "objetivogeneral": 12,
     "objetivo": "2.3.10.12.Fomentar un sistema de infraestructura, variables de diseño y dotación que potencie el desarrollo, eficiencia y calidad del sistema universitario.",
     "estrategico_id": 10
    },
    {
     "id": 808,
     "objetivogeneral": 13,
     "objetivo": "2.3.10.13.Fomentar un sistema de saberes revolucionario para la transformación de la sociedad, potenciando el desarrollo del modelo del conocimiento científico, dominio de las técnicas productivas y apropiación y desarrollo de la tecnología para la producción.",
     "estrategico_id": 10
    },
    {
     "id": 809,
     "objetivogeneral": 14,
     "objetivo": "2.3.10.14.Fortalecer a la Misión Sucre como un eje dinamizador de la inclusión universitaria, así como del rol de las Universidad Politécnicas Territoriales en el desarrollo endógeno y democracia territorial.",
     "estrategico_id": 10
    },
    {
     "id": 810,
     "objetivogeneral": 15,
     "objetivo": "2.3.10.15.Gestar un sólido sistema de conocimiento, avance científico e integración con las universidades nacionales en un sistema universitario integral, así como redes de conocimiento internacionales para la construcción y defensa de la soberanía, integración y bases productivas, intelectuales y artísticas para el alcance de la máxima felicidad en una democracia política, económica, cultural, espacial y social.",
     "estrategico_id": 10
    },
    {
     "id": 812,
     "objetivogeneral": 17,
     "objetivo": "2.3.10.17.Impulsar y fortalecer un sistema normativo universitario nacional a partir de la Constitución nacional para el desarrollo del conocimiento, tecnología bajo principios de la soberanía, democracia y visión incluyente, como elementos clave del desarrollo del país.",
     "estrategico_id": 10
    },
    {
     "id": 813,
     "objetivogeneral": 18,
     "objetivo": "2.3.10.18.Propiciar espacios para la alta especialización académica, con calidad y pertinencia.",
     "estrategico_id": 10
    },
    {
     "id": 814,
     "objetivogeneral": 19,
     "objetivo": "2.3.10.19.Propulsar un sistema de soporte y desarrollo tecnológico sustentable que democratice la accesibilidad física, económica y cultural a las fuentes de conocimiento, publicaciones y demás herramientas pedagógicas.",
     "estrategico_id": 10
    },
    {
     "id": 815,
     "objetivogeneral": 4,
     "objetivo": "2.5.1.4.Afianzar la conformación de las Comunas Socialistas, para la consolidación del Poder Popular, de acuerdo con las características demográficas de los ejes de desarrollo territorial.",
     "estrategico_id": 1
    },
    {
     "id": 816,
     "objetivogeneral": 5,
     "objetivo": "2.5.1.5.Conformar las federaciones y confederaciones comunales para el fortalecimiento de las capacidades creadoras del Poder Popular, en los ámbitos territoriales, socioproductivos, políticos, económicos, sociales, culturales, ecológicos y de seguridad y defensa de la soberanía nacional.",
     "estrategico_id": 1
    },
    {
     "id": 817,
     "objetivogeneral": 6,
     "objetivo": "2.5.1.6.Impulsar la organización comunal de los Pueblos Indígenas, promoviendo el enriquecimiento y aprendizaje de las formas organizativas indígenas, tanto en el respeto de las formas organizativas particulares de nuestros pueblos originarios como de estos a todo el sistema comunal y el Estado en general.",
     "estrategico_id": 1
    },
    {
     "id": 293,
     "objetivogeneral": 2,
     "objetivo": "2.5.2.2.Promover la creación y fortalecimiento de empresas de propiedad social directa, para contribuir a la generación de un nuevo tejido productivo diversificado y sustentable para la construcción del socialismo bolivariano.",
     "estrategico_id": 2
    },
    {
     "id": 818,
     "objetivogeneral": 4,
     "objetivo": "2.5.2.4.Conformar bancos comunales que permitan consolidar la nueva arquitectura financiera del Poder Popular.",
     "estrategico_id": 2
    },
    {
     "id": 819,
     "objetivogeneral": 5,
     "objetivo": "2.5.2.5.Promover la conformación de los consejos de economía comunal en las comunas y los comités de economía comunal en los consejos comunales.",
     "estrategico_id": 2
    },
    {
     "id": 820,
     "objetivogeneral": 6,
     "objetivo": "2.5.2.6.Registro y conformación de todas las empresas de propiedad social directa comunal, empresas de propiedad social indirecta comunal, unidades productivas familiares y grupos de intercambio solidarios existentes en el país.",
     "estrategico_id": 2
    },
    {
     "id": 821,
     "objetivogeneral": 1,
     "objetivo": "2.6.1.1.\tIncrementar sostenidamente la producción y distribución de bienes culturales a nivel nacional.",
     "estrategico_id": 1
    },
    {
     "id": 823,
     "objetivogeneral": 3,
     "objetivo": "2.6.1.3.Aumentar los espacios y la infraestructura cultural a disposición del pueblo, que permitan el desarrollo local de las artes.",
     "estrategico_id": 1
    },
    {
     "id": 824,
     "objetivogeneral": 4,
     "objetivo": "2.6.1.4.Impulsar y ampliar la red de intelectuales, artistas, cultores y cultoras, y la organización de redes comunitarias culturales.",
     "estrategico_id": 1
    },
    {
     "id": 825,
     "objetivogeneral": 5,
     "objetivo": "2.6.1.5.Desarrollar investigaciones sobre las tradiciones culturales que impulsen el conocimiento y práctica cultural.",
     "estrategico_id": 1
    },
    {
     "id": 826,
     "objetivogeneral": 6,
     "objetivo": "2.6.1.6.Visibilizar la identidad histórico-comunitaria en conexión con la Misión Cultura Corazón Adentro.",
     "estrategico_id": 1
    },
    {
     "id": 827,
     "objetivogeneral": 7,
     "objetivo": "2.6.1.7.Consolidar el protagonismo popular en las manifestaciones culturales y deportivas, centrado en la creación de una conciencia generadora de transformaciones para la construcción del socialismo.",
     "estrategico_id": 1
    },
    {
     "id": 829,
     "objetivogeneral": 2,
     "objetivo": "2.6.2.2.Ampliar los mecanismos de contraloría social para resguardar los intereses colectivos, fomentando la nueva ética revolucionaria en el desempeño de las funciones públicas.",
     "estrategico_id": 2
    },
    {
     "id": 830,
     "objetivogeneral": 3,
     "objetivo": "2.6.2.3.Multiplicar los mecanismos que permitan al Poder Popular ejercer su capacidad y potestad en la prevención, vigilancia, supervisión y acompañamiento en la gestión de los fondos públicos, organismos de la administración pública y en las mismas instancias del Poder Popular.",
     "estrategico_id": 2
    },
    {
     "id": 831,
     "objetivogeneral": 4,
     "objetivo": "2.6.2.4.Desarrollar jornadas y procedimientos de interpelación popular sobre la gestión de los servidores públicos.",
     "estrategico_id": 2
    },
    {
     "id": 832,
     "objetivogeneral": 1,
     "objetivo": "2.6.3.1.Desarrollar una batalla frontal contra las diversas formas de corrupción, fortaleciendo las instituciones del Estado, fomente la participación protagónica del Poder Popular, promueva la transparencia y la automatización de la gestión pública,  así como los mecanismos legales de sanción penal, administrativa, civil y disciplinaria contra las lesiones o el manejo inadecuado de los fondos públicos.",
     "estrategico_id": 3
    },
    {
     "id": 833,
     "objetivogeneral": 2,
     "objetivo": "2.6.3.2.Promover la ética y los valores socialistas, la formación y autoformación, la disciplina consciente basada en la crítica y la autocrítica, la práctica de la solidaridad y el amor, la conciencia del deber social y la lucha contra la corrupción y el burocratismo.",
     "estrategico_id": 3
    },
    {
     "id": 834,
     "objetivogeneral": 1,
     "objetivo": "2.7.3.1.Transferir competencias de los distintos niveles del poder público a las comunas, comunidades organizadas y demás organizaciones del Poder Popular, bajo las directrices del Consejo Federal de Gobierno, con el mayor grado de planificación para el adecuado desarrollo territorial.",
     "estrategico_id": 3
    },
    {
     "id": 835,
     "objetivogeneral": 2,
     "objetivo": "2.7.3.2.\tDesplegar la función planificadora del Consejo Federal de Gobierno, propiciando la coordinación y control de las acciones del Poder Ejecutivo nacional en las diferentes instancias territoriales, político-administrativas y comunales, para el adecuado desarrollo regional bajo criterios de sostenibilidad y sustentabilidad, guiado por los principios socialistas.",
     "estrategico_id": 3
    },
    {
     "id": 836,
     "objetivogeneral": 3,
     "objetivo": "2.7.3.3.\tPromover el desarrollo de la planificación participativa territorial y económica, a través de la articulación permanente de los planes comunitarios y comunales con los planes locales, regionales y nacionales",
     "estrategico_id": 3
    },
    {
     "id": 837,
     "objetivogeneral": 1,
     "objetivo": "2.7.4.1.\tEstablecer políticas de estímulo y reconocimiento a los servidores públicos, así como de líderes populares y sociales, que desarrollen el ejercicio de sus funciones en el marco de los valores que comportan la ética socialista.",
     "estrategico_id": 4
    },
    {
     "id": 838,
     "objetivogeneral": 2,
     "objetivo": "2.7.4.2.\tGenerar un nuevo esquema revolucionario de gobierno fundamentado en el principio de los ministerios del Poder Popular y el gobierno de calle, como elementos impulsores de la ruptura definitiva con el Estado burgués e impulso del nuevo Estado popular y revolucionario.",
     "estrategico_id": 4
    },
    {
     "id": 839,
     "objetivogeneral": 3,
     "objetivo": "2.7.4.3.\tEjecutar un proceso de reorganización de la Administración Pública, homologando y dignificando las condiciones de los servidores públicos, de acuerdo con sus roles     y competencias, para potenciar y ampliar sus capacidades, con miras a desarrollar el modelo económico productivo socialista.",
     "estrategico_id": 4
    },
    {
     "id": 840,
     "objetivogeneral": 4,
     "objetivo": "2.7.4.4.\tImpulsar mecanismos de control y sanción políticos, administrativos y penales, según sea el caso, para los servidores públicos que incurran en hechos de corrupción u otras conductas y hechos sancionados por las leyes.",
     "estrategico_id": 4
    },
    {
     "id": 841,
     "objetivogeneral": 5,
     "objetivo": "2.7.4.5.\tSuprimir los requerimientos innecesarios exigidos a los ciudadanos y ciudadanas para la realización de trámites administrativos, a través de la masificación de tecnologías y unificación de criterios, erradicando definitivamente la actividad de los gestores.",
     "estrategico_id": 4
    },
    {
     "id": 842,
     "objetivogeneral": 1,
     "objetivo": "2.7.5.1.\tFortalecer el sistema de administración de justicia mediante la dotación de los medios necesarios para su óptimo desempeño, incluyendo el nivel de investigación criminal, que permita combatir la impunidad y el retraso procesal.",
     "estrategico_id": 5
    },
    {
     "id": 843,
     "objetivogeneral": 2,
     "objetivo": "2.7.5.2.\tPromover la justicia de paz comunal como herramienta eficaz para respaldar   la convivencia pacífica y favorecer la práctica de la solidaridad y el amor entre los venezolanos y las venezolanas.",
     "estrategico_id": 5
    },
    {
     "id": 844,
     "objetivogeneral": 3,
     "objetivo": "2.7.5.3.\tMejorar la infraestructura existente y construir nuevos espacios físicos para aumentar el número de tribunales y fiscalías a nivel nacional.",
     "estrategico_id": 5
    },
    {
     "id": 845,
     "objetivogeneral": 4,
     "objetivo": "2.7.5.4.\tApoyar la implementación de fiscalías y juzgados municipales en todo el país.",
     "estrategico_id": 5
    },
    {
     "id": 846,
     "objetivogeneral": 5,
     "objetivo": "2.7.5.5.\tDesarrollar una cultura de responsabilidad en la administración de justicia, impulsando las políticas de formación y capacitación de jueces, juezas y fiscales públicos, en función del derecho a vivir bien.",
     "estrategico_id": 5
    },
    {
     "id": 847,
     "objetivogeneral": 6,
     "objetivo": "2.7.5.6.\tPromover la articulación e integración coherente de los instrumentos jurídicos existentes, que favorezca la eficiencia y eficacia en la aplicación de la justicia.",
     "estrategico_id": 5
    },
    {
     "id": 848,
     "objetivogeneral": 7,
     "objetivo": "2.7.5.7.\tInstalar las casas de justicia penal en los municipios priorizados, como instancias de aproximación del sistema de justicia para la atención a las comunidades, en la resolución de delitos menores.",
     "estrategico_id": 5
    },
    {
     "id": 849,
     "objetivogeneral": 1,
     "objetivo": "2.7.6.1.\tExpandir y consolidar la prevención integral y convivencia comunal, en corresponsabilidad con el Estado, a través del diseño, ejecución y monitoreo del Plan de Prevención Integral en el ámbito nacional, con especial atención a los jóvenes desocupados de los sectores populares; de la aplicación de un plan especial de vigilancia de patrullaje; de la activación del Servicio de Policía Comunal en acción conjunta con las organizaciones comunales de base; de la ejecución del plan de trabajo para lograr el control de armas, municiones y desarme; y la intensificación del programa de fortalecimiento de la investigación, aprehensión y procesamiento de personas responsables de delitos.",
     "estrategico_id": 7
    },
    {
     "id": 850,
     "objetivogeneral": 2,
     "objetivo": "2.7.6.2.\tReimpulsar y fortalecer la política para el control de armas de fuego y municiones y el desarme, a fin de reducir la ocurrencia de la violencia en el territorio nacional, consolidando las políticas públicas de seguridad ciudadana, que garanticen condiciones de justicia y paz.",
     "estrategico_id": 7
    },
    {
     "id": 851,
     "objetivogeneral": 3,
     "objetivo": "2.7.6.3.\tFortalecer los órganos de seguridad ciudadana en materia de control y prevención del delito, mediante el desarrollo de capacidades institucionales, la organización y articulación en la escala nacional, estadal, municipal, parroquial y por cuadrantes de paz, así como la dotación de equipamiento individual e institucional a los cuerpos de policía y la tecnificación comunicacional para una respuesta rápida y efectiva, con una perspectiva integral, a fin de garantizar el disfrute y ejercicio de los derechos de la población.",
     "estrategico_id": 7
    },
    {
     "id": 852,
     "objetivogeneral": 4,
     "objetivo": "2.7.6.4.\tDesplegar la Policía Nacional Bolivariana en todo el territorio nacional.",
     "estrategico_id": 7
    },
    {
     "id": 900,
     "objetivogeneral": 9,
     "objetivo": "3.4.2.9.\tDesarrollar la infraestructura de puertos marítimos y fluviales para la exportación de crudo, productos refinados y subproductos del petróleo.",
     "estrategico_id": 2
    },
    {
     "id": 853,
     "objetivogeneral": 5,
     "objetivo": "2.7.6.5.\tActivar los “Cuadrantes de Paz” como estrategia de abordaje integral, georreferenciada, multiagencial y plurifactorial, en aras de atender la seguridad ciudadana de la población desde la perspectiva del Patrullaje con Interacción” y el “Punto y Círculo”.",
     "estrategico_id": 7
    },
    {
     "id": 854,
     "objetivogeneral": 6,
     "objetivo": "2.7.6.6.\tPotenciar el Sistema Popular de Protección para la Paz (SP3) como instancia central de la organización y consolidación de la inteligencia social en todos los ámbitos de la seguridad de la nación previstos en la Constitución de la República.",
     "estrategico_id": 7
    },
    {
     "id": 855,
     "objetivogeneral": 7,
     "objetivo": "2.7.6.7.\tProseguir con la expansión de la UNES en el territorio nacional, con el fin de aumentar la capacidad de investigación y formación del nuevo modelo policial y la producción de saber en materia de seguridad ciudadana.",
     "estrategico_id": 7
    },
    {
     "id": 856,
     "objetivogeneral": 8,
     "objetivo": "2.7.6.8.\tDesarrollar el Sistema Nacional de Atención a la Victima para la atención integral, oportuna y pertinente a las víctimas de la violencia, reconociendo y atenuando sus efectos negativos sobre personas y colectivos, e incrementando la respuesta efectiva del Estado, para lograr tanto la reducción de estos delitos como posibles factores de impunidad asociados a ellos.",
     "estrategico_id": 7
    },
    {
     "id": 857,
     "objetivogeneral": 9,
     "objetivo": "2.7.6.9.\tOrganizar un sistema nacional de investigaciones en el campo de la convivencia, la seguridad ciudadana, el delito y la violencia, dirigido de manera conjunta por el Ministerio del Poder Popular con competencia en materia de seguridad ciudadana, el Ministerio del Poder Popular para Educación Universitaria, Ciencia y Tecnología  y la UNES, en    el que participen investigadores, activistas, trabajadores comunitarios, universidades e instituciones públicas y privadas para la creación y socialización de conocimientos en esta materia.",
     "estrategico_id": 7
    },
    {
     "id": 858,
     "objetivogeneral": 10,
     "objetivo": "2.7.6.10\tFortalecer el Sistema Nacional de Prevención y Atención de Emergencias y Desastres, a fin de lograr una atención integral de la gestión de riesgos, administración de desastres y emergencias de carácter civil, incorporando el abordaje territorial de los cuadrantes de paz en las políticas integrales del Estado sobre la materia.",
     "estrategico_id": 7
    },
    {
     "id": 859,
     "objetivogeneral": 11,
     "objetivo": "2.7.6.11.\tPrevenir, investigar, combatir y sancionar, de manera sistemática y mediante políticas integrales, los fenómenos delictivos ligados a la corrupción, la delincuencia organizada, el narcotráfico y el terrorismo, minimizando sus efectos nocivos sobre la paz social, el desarrollo de la nación y atendiendo a los diferentes niveles de proyección de estas formas delictivas, desde lo nacional hasta los cuadrantes de paz.",
     "estrategico_id": 7
    },
    {
     "id": 860,
     "objetivogeneral": 12,
     "objetivo": "2.7.6.12.\tFortalecer los procesos en materia de identificación, migración y extranjería, mediante la implantación de alta tecnología, con el propósito de garantizar el derecho a la identidad y a la seguridad jurídica.",
     "estrategico_id": 7
    },
    {
     "id": 861,
     "objetivogeneral": 13,
     "objetivo": "2.7.6.13.\tOptimizar los procesos de registro público y del notariado para garantizar la seguridad jurídica de las actuaciones de los usuarios, mediante la publicidad registral y fe pública, de procesos expeditos y oportunos, apegados a la ley.",
     "estrategico_id": 7
    },
    {
     "id": 862,
     "objetivogeneral": 1,
     "objetivo": "2.7.8.1.\tAvanzar en el desarrollo del ordenamiento legal del Sistema de Planificación Pública y Popular, elevando sus premisas a rango constitucional, como proceso revolucionario para la construcción del futuro, de irreductible visión sistémica, sectorial, espacial y organizacional y de protagonismo irrenunciable del Poder Popular y el Estado, para la defensa de la soberanía y desarrollo del máximo interés nacional.",
     "estrategico_id": 8
    },
    {
     "id": 863,
     "objetivogeneral": 2,
     "objetivo": "2.7.8.2.\tPromover al Sistema Nacional de Planificación como instancia coordinadora    e integradora de la actividad planificadora y de seguimiento de las acciones de losplanes, políticas y programas, asumiendo el sistema de planes espaciales, sectoriales e institucionales, la formulación de los planes de inversión, seguimiento e indicadores, así como su organización en un esquema de actores y competencias por las escalas de agregación espacial, en visión sistémica.",
     "estrategico_id": 8
    },
    {
     "id": 864,
     "objetivogeneral": 3,
     "objetivo": "2.7.8.3.\tConstruir un auténtico sistema de planificación popular, asumiendo la premisa de que, si planificar es soñar el futuro, no hay ejercicio democrático real que renuncie al acto soberano de vislumbrarlo. El sistema de planificación debe direccionar y sincronizar el sistema de planes, generar conciencia socialista, pertenencia con el plan y su ejecución, así como con los métodos de gestión del mismo.",
     "estrategico_id": 8
    },
    {
     "id": 865,
     "objetivogeneral": 4,
     "objetivo": "2.7.8.4.\tEstablecer mecanismos de formación integral en materia de planificación a los servidores y servidoras públicos, así como a los voceros del Poder Popular, orientados al fortalecimiento de las capacidades técnicas para el desarrollo de proyectos y el diseño de políticas públicas.",
     "estrategico_id": 8
    },
    {
     "id": 867,
     "objetivogeneral": 6,
     "objetivo": "2.7.8.6.\tAdecuar, construir y sostener una estructura territorial del Sistema Nacional de Planificación, a efectos de garantizar el acompañamiento de los planes estratégicos sectoriales, institucionales y espaciales, así como la formación y seguimiento asociado al sistema de planificación público, popular.",
     "estrategico_id": 8
    },
    {
     "id": 868,
     "objetivogeneral": 1,
     "objetivo": "2.7.9.1.\tFortalecer el marco legal y reglamentario del Sistema Estadístico y Geográfico Nacional como elementos transversales a todo el Estado en la generación de datos, indicadores, levantamiento de información, estandarización de procesos geográficos y estadísticos, como elementos clave para la planificación, ejecución y seguimiento de los planes por los distintos entes, así como su difusión y valoración.",
     "estrategico_id": 9
    },
    {
     "id": 869,
     "objetivogeneral": 2,
     "objetivo": "2.7.9.2.\tFortalecer y mantener el Sistema Estadístico Nacional, como robusto componente en la medición científica de la realidad nacional, ampliando sus parámetros de modernización y generación de nuevos sistemas de indicadores, oportunos, para   el diagnóstico integral de la realidad, así como de seguimiento de las variables de construcción del socialismo establecidas en el Plan de Desarrollo Económico y Social de la Nación.",
     "estrategico_id": 9
    },
    {
     "id": 870,
     "objetivogeneral": 3,
     "objetivo": "2.7.9.3.\tGenerar un sistema de indicadores de la construcción del socialismo, como visión sistémica del Plan de la Patria.",
     "estrategico_id": 9
    },
    {
     "id": 871,
     "objetivogeneral": 4,
     "objetivo": "2.7.9.4.\tDesarrollar el sistema de registros de la información nacional, como salto estructural del Sistema de Información Estadística y Geográfica del país.",
     "estrategico_id": 9
    },
    {
     "id": 872,
     "objetivogeneral": 5,
     "objetivo": "2.7.9.5.\tDesarrollar e impulsar el pensamiento crítico de la geografía, así como la formación y especialización en análisis espacial, geohistoria, análisis exploratorio de data espacial, infraestructura de datos, geomática, así como el sistema de soporte y desarrollo de los datos espaciotemporales del país.",
     "estrategico_id": 9
    },
    {
     "id": 873,
     "objetivogeneral": 7,
     "objetivo": "2.7.9.7.\tFortalecer la institucionalidad y redes de investigación sobre la dinámica social de la transformación de la sociedad venezolana.",
     "estrategico_id": 9
    },
    {
     "id": 874,
     "objetivogeneral": 1,
     "objetivo": "2.7.10.1.\tDesarrollar la normativa legal del gobierno electrónico y demás componentes asociados a las tecnologías libres e información, a efectos de impulsar la participación ciudadana y la gestión pública eficiente y transparente.",
     "estrategico_id": 10
    },
    {
     "id": 875,
     "objetivogeneral": 2,
     "objetivo": "2.7.10.2.\tCrear, integrar, desarrollar, fortalecer y mantener de una plataforma tecnológica y de sistemas de información automatizados, que integren tecnologías  libres,  que sean integradas e interoperables, con documentación digital de calidad, que pueda ser accesible, a fin de evitar orfandad en el mantenimiento y escalabilidad de los mismos, sujetos a la mejora continua y completamente auditable, con el fin de labrar el camino de la modernización de la gestión pública.",
     "estrategico_id": 10
    },
    {
     "id": 876,
     "objetivogeneral": 1,
     "objetivo": "2.8.1.1.\tGenerar el marco normativo y presupuestario para el desarrollo de la economía del mantenimiento.",
     "estrategico_id": 1
    },
    {
     "id": 877,
     "objetivogeneral": 1,
     "objetivo": "2.8.2.1.\tConstituir una política industrial de escala a partir del requerimiento de las necesidades del Estado.",
     "estrategico_id": 2
    },
    {
     "id": 878,
     "objetivogeneral": 2,
     "objetivo": "2.8.2.2.\tGenerar un sistema estatal para el soporte de reparaciones y mantenimientos recurrentes.",
     "estrategico_id": 2
    },
    {
     "id": 879,
     "objetivogeneral": 3,
     "objetivo": "2.8.2.3.\tGenerar un tejido productivo con el Poder Popular para el mantenimiento en corredores y componentes especializados de los servicios públicos.",
     "estrategico_id": 2
    },
    {
     "id": 385,
     "objetivogeneral": 3,
     "objetivo": "3.1.1.3.\tPotenciar el desarrollo del Motor Minería mediante el incremento de los niveles de reservas probadas y certificadas, así como la exploración de nuevos yacimientos de los minerales estratégicos, con el fin de diversificar las fuentes de empleo, ingresos y formas de propiedad social.",
     "estrategico_id": 1
    },
    {
     "id": 880,
     "objetivogeneral": 4,
     "objetivo": "3.1.3.4.\tFomentar el uso de la tecnología y el comercio electrónico seguro en el intercambio de servicios, materias primas, bienes semielaborados y productos finales, como aporte a la reducción de los eslabones de las cadenas de comercialización de bienes y servicios básicos para la población, contribuyendo al acercamiento entre productores y compradores, así como a nuevas formas organizativas que enfrenten el mercado especulativo.",
     "estrategico_id": 3
    },
    {
     "id": 424,
     "objetivogeneral": 1,
     "objetivo": "3.2.1.1.\tProfundizar la integración soberana nacional y la democracia en la dimensión espacial a través de las distintas unidades geográficas de planificación y desarrollo, en el marco del Sistema de Regionalización Nacional, estableciendo las escalas regionales, subregionales y locales, como estrategias especiales para el desarrollo espacial y sectorial del país.",
     "estrategico_id": 1
    },
    {
     "id": 886,
     "objetivogeneral": 7,
     "objetivo": "3.2.4.7.\tMejorar y construir el equipamiento urbano necesario para garantizar la accesibilidad a servicios viales, educativos, de salud, deportivos, sociales, culturales, de esparcimiento y de seguridad, así como a la dotación y gestión eficiente y oportuna de los servicios públicos.",
     "estrategico_id": 4
    },
    {
     "id": 911,
     "objetivogeneral": 6,
     "objetivo": "3.4.7.6.\tExpandir la capacidad instalada del sector productor de químicos, haciendo énfasis en la producción de aromáticos y el desarrollo de las cadenas aguas abajo del metanol y la urea.",
     "estrategico_id": 7
    },
    {
     "id": 425,
     "objetivogeneral": 2,
     "objetivo": "3.2.1.2.\tNormar y desarrollar de manera integral la planificación, acción, gestión y desarrollo del sistema edificado con las escalas regional, subregional, de la ciudad, urbanismos y edificaciones, con direccionamiento político y planificación centralizada, en sus distintas escalas, como un sistema interrelacionado e indivisible, a través del cual se refleja la estructura del sistema histórico social y a su vez se incide en la organización de este, a partir del conjunto dialéctico de valores, principios y acciones políticas y económicas, así como por los sistemas de ejecución o de construcción de las acciones en lo edificado y no edificado (material e inmaterial).",
     "estrategico_id": 1
    },
    {
     "id": 881,
     "objetivogeneral": 4,
     "objetivo": "3.2.2.4.\tPromover el desarrollo sustentable del Arco Minero del Orinoco, con el control soberano y hegemónico del Estado en la cadena productiva del sector y sus actividades conexas, para impulsar el desarrollo de tecnologías propias que permitan una explotación racional con base en la definición de unidades de gestión territorial para la coordinación de políticas públicas, preservando el acervo histórico y sociocultural.",
     "estrategico_id": 2
    },
    {
     "id": 882,
     "objetivogeneral": 5,
     "objetivo": "3.2.2.5.\tDesarrollar de manera integral la Región de Desarrollo Estratégico de la Faja Pesquera de la Venezuela Azul, con fines productivos, de seguridad y defensa, así como de protección ecosocialista, investigación y desarrollo científico.",
     "estrategico_id": 2
    },
    {
     "id": 884,
     "objetivogeneral": 5,
     "objetivo": "3.2.4.5.\tGenerar un marco de acción a escala urbana, a nivel nacional.",
     "estrategico_id": 4
    },
    {
     "id": 885,
     "objetivogeneral": 6,
     "objetivo": "3.2.4.6.\tContinuar el desarrollo de la Gran Misión Vivienda Venezuela y la Gran Misión Barrio Nuevo-Barrio Tricolor para la construcción de la Ciudad Socialista y atención plena de la vivienda como necesidad social y no mercancía, que genere un modelo integral de vivienda y hábitat.",
     "estrategico_id": 4
    },
    {
     "id": 887,
     "objetivogeneral": 4,
     "objetivo": "3.2.6.4.\tFortalecer, ampliar y diversificar las capacidades de generación del Sistema Eléctrico Nacional incrementando la eficiencia de las capacidades instaladas, así como generar las nuevas inversiones que se demanden.",
     "estrategico_id": 6
    },
    {
     "id": 888,
     "objetivogeneral": 5,
     "objetivo": "3.2.6.5.\tFortalecer y ampliar las capacidades de transmisión del Sistema Eléctrico Nacional, mejorando su eficiencia, mantenimiento, monitoreo, vigilancia, así como generación de nuevas inversiones.",
     "estrategico_id": 6
    },
    {
     "id": 889,
     "objetivogeneral": 6,
     "objetivo": "3.2.6.6.\tSatisfacer la demanda nacional eléctrica, distribuida en el territorio, acorde al requerimiento de los distintos usos, al tiempo que se fomente el ajuste de la matriz energética, así como también la racionalización y uso eficiente de la energía.",
     "estrategico_id": 6
    },
    {
     "id": 890,
     "objetivogeneral": 5,
     "objetivo": "3.3.1.5.\tFomentar la creación de nuevas unidades productivas, en eslabones estratégicos del nuevo sistema productivo, orientados a los jóvenes.",
     "estrategico_id": 1
    },
    {
     "id": 891,
     "objetivogeneral": 6,
     "objetivo": "3.3.1.6.\tDesarrollar una política de vinculación de las empresas estadales con las nuevas empresas de jóvenes, que permita el desarrollo conjunto de eslabones de cadenas productivas estratégicas o priorizadas, para la sustitución de importaciones.",
     "estrategico_id": 1
    },
    {
     "id": 892,
     "objetivogeneral": 1,
     "objetivo": "3.4.2.1.\tConsolidar y expandir la producción en la Faja Petrolífera del Orinoco mediante el desarrollo de nuevas alianzas estratégicas y sus consiguientes empresas mixtas.",
     "estrategico_id": 2
    },
    {
     "id": 893,
     "objetivogeneral": 2,
     "objetivo": "3.4.2.2.\tImpulsar la creación de polígonos industriales para el establecimiento de sistemas industriales vinculados con la producción petrolera, que sirvan de soporte a la producción de la Faja.",
     "estrategico_id": 2
    },
    {
     "id": 894,
     "objetivogeneral": 4,
     "objetivo": "3.4.2.4.\tImplementar el uso de nuevas tecnologías que incrementen el factor de recobro para elevar la producción de la Faja Petrolífera del Orinoco.",
     "estrategico_id": 2
    },
    {
     "id": 895,
     "objetivogeneral": 5,
     "objetivo": "3.4.2.5.\tDesarrollar el Plan Específico de Reconversión y Adaptación del Sistema de Refinación asociado a nuestra industria petrolera, así como de fortalecimiento de los mejoradores y proyectos de conversión profunda en el país.",
     "estrategico_id": 2
    },
    {
     "id": 896,
     "objetivogeneral": 3,
     "objetivo": "3.4.2.3.\tDesarrollar los sistemas de movilidad necesarios para el desarrollo integral de la Faja.",
     "estrategico_id": 2
    },
    {
     "id": 897,
     "objetivogeneral": 6,
     "objetivo": "3.4.2.6.\tDiversificar las estrategias de aprovechamiento del crudo de la Faja Petrolífera del Orinoco Hugo Chávez.",
     "estrategico_id": 2
    },
    {
     "id": 898,
     "objetivogeneral": 7,
     "objetivo": "3.4.2.7.\tCulminar la construcción de una nueva refinería en el Complejo Industrial José Antonio Anzoátegui, con una capacidad de procesamiento de 373 MBD.",
     "estrategico_id": 2
    },
    {
     "id": 899,
     "objetivogeneral": 8,
     "objetivo": "3.4.2.8.\tDesarrollar y fortalecer las capacidades y logística para perforación y mantenimiento de pozos.",
     "estrategico_id": 2
    },
    {
     "id": 901,
     "objetivogeneral": 10,
     "objetivo": "3.4.2.10.\tDesarrollar capacidad termoeléctrica para el empleo de coque petrolero, generado en los procesos de mejoramiento de los crudos de la Faja Petrolífera del Orinoco Hugo Chávez, que contribuyan al aprovechamiento de los subproductos generados y al mejoramiento de la matriz energética de consumo",
     "estrategico_id": 2
    },
    {
     "id": 503,
     "objetivogeneral": 1,
     "objetivo": "3.4.3.1.\tContinuar las actividades de perforación, rehabilitación, reparación y reconexión de pozos, que permitan mantener y recuperar la producción.",
     "estrategico_id": 3
    },
    {
     "id": 902,
     "objetivogeneral": 3,
     "objetivo": "3.4.4.3.\tAcelerar la incorporación de condensado, hidrocarburo de alto valor comercial, que genera las actividades de explotación de los recursos de hidrocarburos costa afuera.",
     "estrategico_id": 4
    },
    {
     "id": 903,
     "objetivogeneral": 6,
     "objetivo": "3.4.6.6.\tFortalecer y ampliar la cobertura de la red de distribución de gas metano, con el fin de desplazar el consumo de gas licuado de petróleo (GLP), brindar mayor calidad de vida a la población y menor contaminación del ambiente, a través del tendido de 8.625 km de redes de tubería y 16.818 km de líneas internas para beneficiar a 728.900 familias.",
     "estrategico_id": 6
    },
    {
     "id": 904,
     "objetivogeneral": 7,
     "objetivo": "3.4.6.7.\tSatisfacer la demanda de gas doméstico a través del aumento de la capacidad de almacenaje de GLP.",
     "estrategico_id": 6
    },
    {
     "id": 905,
     "objetivogeneral": 8,
     "objetivo": "3.4.6.8.\tReacondicionar e incrementar la capacidad de almacenamiento de crudo mediante la adecuación y expansión de la infraestructura existente.",
     "estrategico_id": 6
    },
    {
     "id": 906,
     "objetivogeneral": 1,
     "objetivo": "3.4.7.1.\tAsegurar la disponibilidad de gas e insumos para la máxima utilización de la capacidad instalada en la industria petroquímica.",
     "estrategico_id": 7
    },
    {
     "id": 907,
     "objetivogeneral": 2,
     "objetivo": "3.4.7.2.\tDiversificar el procesamiento de gas natural, naftas y corrientes de refinación, para la generación de productos de mayor valor agregado y la eliminación de importaciones de insumos para refinación.",
     "estrategico_id": 7
    },
    {
     "id": 908,
     "objetivogeneral": 3,
     "objetivo": "3.4.7.3.\tConsolidar y desarrollar los polos petroquímicos planificados: Ana María Campos, Morón, José Antonio Anzoátegui, Paraguaná, Navay, Puerto de Nutrias y Güiria.",
     "estrategico_id": 7
    },
    {
     "id": 909,
     "objetivogeneral": 4,
     "objetivo": "3.4.7.4.\tIncrementar la producción de fertilizantes nitrogenados y fosfatados, cubriendo la demanda nacional y convertir a Venezuela en un exportador de fertilizantes para toda la región.",
     "estrategico_id": 7
    },
    {
     "id": 910,
     "objetivogeneral": 5,
     "objetivo": "3.4.7.5.\tIncrementar la capacidad de producción de olefinas y resinas plásticas tradicionales, así como desarrollar otras cadenas de resinas plásticas necesarias para el país, sustituyendo importaciones.",
     "estrategico_id": 7
    },
    {
     "id": 913,
     "objetivogeneral": 8,
     "objetivo": "3.4.7.8.\tDesarrollar la producción primaria y construir los ejes estratégicos en la química petroquímica, así como las cadenas asociadas de productos derivados, como base de la industrialización en la generación de bienes de consumo intermedios y finales, al tiempo que la industria de maquinarias asociadas para tales fines.",
     "estrategico_id": 7
    },
    {
     "id": 914,
     "objetivogeneral": 1,
     "objetivo": "3.4.8.1.\tConsolidar el desarrollo del complejo industrial conexo a la industria petrolera, gasífera y petroquímica para fortalecer y profundizar nuestra soberanía económica.",
     "estrategico_id": 8
    },
    {
     "id": 915,
     "objetivogeneral": 2,
     "objetivo": "3.4.8.2.\tIncrementar la capacidad de ensamblaje y fabricación en el país de taladros y equipos de servicios a pozos.",
     "estrategico_id": 8
    },
    {
     "id": 916,
     "objetivogeneral": 3,
     "objetivo": "3.4.8.3.\tFortalecer y ampliar los procesos de construcción de plataformas de perforación y producción de los yacimientos costa afuera, a partir de la experiencia nacional en esta materia, para garantizar la disponibilidad de dichos equipos para el desarrollo de la producción gasífera.",
     "estrategico_id": 8
    },
    {
     "id": 917,
     "objetivogeneral": 4,
     "objetivo": "3.4.8.4.\tIncrementar las capacidades de las empresas estatales de mantenimiento, para mejorar el tiempo, servicio y costo de las paradas de planta, en el Sistema de Refinación Nacional de Mejoradores.",
     "estrategico_id": 8
    },
    {
     "id": 918,
     "objetivogeneral": 5,
     "objetivo": "3.4.8.5.\tDesarrollar la producción de subproductos petroleros, mediante la creación de empresas estatales, mixtas y conglomerados industriales para la producción de insumos requeridos por las industrias básicas, integrando las cadenas productivas de diferentes sectores.",
     "estrategico_id": 8
    },
    {
     "id": 919,
     "objetivogeneral": 1,
     "objetivo": "3.4.9.1.\tConsolidar y aumentar los recursos destinados a la investigación y desarrollo en el país de tecnologías propias para el mejoramiento de crudos pesados y extrapesados y promover su uso.",
     "estrategico_id": 9
    },
    {
     "id": 920,
     "objetivogeneral": 2,
     "objetivo": "3.4.9.2.\tFomentar el uso de nuevas tecnologías de recuperación secundaria y terciaria de crudos pesados y extrapesados, para incrementar el factor de recobro en los yacimientos, basados en tecnologías nacionales y de bajo costo de inversión y operación.",
     "estrategico_id": 9
    },
    {
     "id": 921,
     "objetivogeneral": 3,
     "objetivo": "3.4.9.3.\tFortalecer la investigación en materia de desarrollo de equipos y bienes de capital para el desarrollo de la actividad petrolera.",
     "estrategico_id": 9
    },
    {
     "id": 922,
     "objetivogeneral": 4,
     "objetivo": "3.4.9.4.\tEstablecer una política integral para la promoción y desarrollo de una industria de bienes de capital de tecnología nacional para la fabricación de equipos necesarios en la explotación petrolera.",
     "estrategico_id": 9
    },
    {
     "id": 923,
     "objetivogeneral": 5,
     "objetivo": "3.4.9.5.\tCrear la Escuela Técnica Petrolera Socialista para la capacitación de los técnicos medios requeridos en la industria petrolera.",
     "estrategico_id": 9
    },
    {
     "id": 924,
     "objetivogeneral": 6,
     "objetivo": "3.4.9.6.\tAmpliar la cobertura espacial de la Universidad de los Hidrocarburos, a fin de cumplir con la formación técnica y político-ideológica de cuadros para las áreas de desarrollo petrolero, en particular para la Faja Petrolífera del Orinoco y costa afuera.",
     "estrategico_id": 9
    },
    {
     "id": 925,
     "objetivogeneral": 7,
     "objetivo": "3.4.9.7.\tImpulsar la formación técnica y político-ideológica de los trabajadores petroleros para la defensa estratégica de la que es actualmente la principal industria nacional.",
     "estrategico_id": 9
    },
    {
     "id": 926,
     "objetivogeneral": 8,
     "objetivo": "3.4.9.8.\tCrear líneas de investigación orientadas a la industrialización de los hidrocarburos, que ayuden a conformar los eslabones productivos de la cadena de hidrocarburos y contribuyan en el desarrollo de los sectores de transformación aguas abajo.",
     "estrategico_id": 9
    },
    {
     "id": 927,
     "objetivogeneral": 1,
     "objetivo": "3.4.10.1.\tProfundizar las estrategias de diversificación de mercados de crudos y productos derivados hacia mercados que permitan la mejor valorización del crudo venezolano y elimine la dependencia del mercado norteamericano.",
     "estrategico_id": 10
    },
    {
     "id": 928,
     "objetivogeneral": 2,
     "objetivo": "3.4.10.2.\tProfundizar la estrategia de integración y posicionamiento de Venezuela en Latinoamérica y el Caribe, mediante la construcción de un circuito de refinación que articule con las refinerías en Venezuela para contrarrestar la influencia en la formación de precios de los combustibles que tienen otros países, así como en incrementar la exportación de crudos y productos hacia esas regiones.",
     "estrategico_id": 10
    },
    {
     "id": 931,
     "objetivogeneral": 2,
     "objetivo": "3.4.11.2.\tGarantizar el funcionamiento integral de Pdvsa como corporación, con sus distintas empresas y filiales bajo un esquema plenamente soberano, desconcentrado y con unidad sistémica de planificación y acción.",
     "estrategico_id": 11
    },
    {
     "id": 932,
     "objetivogeneral": 3,
     "objetivo": "3.4.11.3.\tFortalecer los mecanismos éticos, de conducta bolivariana, anticorrupción, contraloría, como principal baluarte de nuestra industria petrolera como bien patrimonial del más alto interés nacional.",
     "estrategico_id": 11
    },
    {
     "id": 933,
     "objetivogeneral": 4,
     "objetivo": "3.4.11.4.\tFortalecer una organización territorial y sectorial de Pdvsa.",
     "estrategico_id": 11
    },
    {
     "id": 934,
     "objetivogeneral": 1,
     "objetivo": "3.4.12.1.\tDiseñar una política integral que  permita  garantizar  la  disponibilidad  de  los recursos humanos, logísticos y financieros requeridos para ejecutar los planes, programas y proyectos de Petróleos de Venezuela y sus empresas mixtas.",
     "estrategico_id": 12
    },
    {
     "id": 935,
     "objetivogeneral": 2,
     "objetivo": "3.4.12.2.\tIncrementar la confiabilidad y disponibilidad de la infraestructura de recolección, tratamiento, almacenamiento, embarque, medición y refinación de hidrocarburos de Petróleos de Venezuela y sus empresas mixtas.",
     "estrategico_id": 12
    },
    {
     "id": 936,
     "objetivogeneral": 3,
     "objetivo": "3.4.12.3.\tGarantizar la capacitación y formación del talento humano para ejecutar eficientemente las actividades de la cadena de valor de los hidrocarburos en Petróleos de Venezuela.",
     "estrategico_id": 12
    },
    {
     "id": 937,
     "objetivogeneral": 4,
     "objetivo": "3.4.12.4.\tReforzar el sistema de autosuficiencia eléctrica, así como dotar de esquemas flexibles de generación a los campos operacionales, asegurando autonomía sobre el Sistema Eléctrico Nacional.",
     "estrategico_id": 12
    },
    {
     "id": 938,
     "objetivogeneral": 5,
     "objetivo": "3.4.12.5.\tOptimizar la capacidad de manejo de operaciones acuáticas en el lago de Maracaibo y todas las embarcaciones petroleras a nivel nacional.",
     "estrategico_id": 12
    },
    {
     "id": 939,
     "objetivogeneral": 6,
     "objetivo": "3.4.12.6.\tMejorar la capacidad logística y eficiencia de Pdvsa, así como fortalecer el control de las actividades medulares.",
     "estrategico_id": 12
    },
    {
     "id": 940,
     "objetivogeneral": 7,
     "objetivo": "3.4.12.7.\tConsolidar las alianzas estratégicas entre los países signatarios de los acuerdos del ALBA, Petrocaribe, acuerdos de cooperación energética y convenios integrales de cooperación.",
     "estrategico_id": 12
    },
    {
     "id": 941,
     "objetivogeneral": 8,
     "objetivo": "3.4.12.8.\tProfundizar las alianzas políticas y económicas con aquellos países con posicionamiento geoestratégico favorable y cuyos intereses converjan con los de nuestra nación, favoreciendo la construcción de un mundo pluripolar.",
     "estrategico_id": 12
    },
    {
     "id": 942,
     "objetivogeneral": 9,
     "objetivo": "3.4.12.9.\tProfundizar las relaciones de cooperación con los países en la región, con base en los principios de complementariedad y solidaridad, con el propósito de proveerle a los países aliados el acceso a la energía.",
     "estrategico_id": 12
    },
    {
     "id": 943,
     "objetivogeneral": 1,
     "objetivo": "3.5.1.1.\tAfianzar la cooperación con países hermanos, en correspondencia con las necesidades inherentes a la Defensa Integral de la Patria.",
     "estrategico_id": 1
    },
    {
     "id": 944,
     "objetivogeneral": 2,
     "objetivo": "3.5.1.2.\tReforzar los vínculos de integración de nuestra Patria con aliados regionales y extrarregionales para compartir capacidades y conocimientos en función de la defensa de la soberanía y la autodeterminación de los pueblos.",
     "estrategico_id": 1
    },
    {
     "id": 945,
     "objetivogeneral": 1,
     "objetivo": "3.5.2.1.\tContar con inventario de capacidades productivas y operativas de unidades económicas para su adecuación a la fabricación de material e insumos militares dirigidos a la defensa de la patria.",
     "estrategico_id": 2
    },
    {
     "id": 946,
     "objetivogeneral": 2,
     "objetivo": "3.5.2.2.\tCrear nuevas unidades productivas, así como alianzas estratégicas con industrias existentes, para la fabricación de material e insumos de carácter militar bajo el criterio de sustitución de importaciones.",
     "estrategico_id": 2
    },
    {
     "id": 947,
     "objetivogeneral": 3,
     "objetivo": "3.5.2.3.\tFomentar la transferencia tecnológica en cada fase de dotación de nuestra Fuerza Armada Nacional Bolivariana, a través de la activación de nuevas industrias y entes generadores de bienes y servicios.",
     "estrategico_id": 2
    },
    {
     "id": 948,
     "objetivogeneral": 4,
     "objetivo": "3.5.2.4.\tDesarrollar líneas de investigación asociadas a los requerimientos y necesidades de nuestra industria militar para asegurar autonomía y soberanía en el espacio aéreo, naval y terrestre.",
     "estrategico_id": 2
    },
    {
     "id": 949,
     "objetivogeneral": 1,
     "objetivo": "3.5.3.1.\tMejorar y adaptar los diseños curriculares en correspondencia con la ética Bolivariana, el concepto de guerra popular prolongada y asimétrica y las nuevas concepciones y necesidades del sector militar.",
     "estrategico_id": 3
    },
    {
     "id": 950,
     "objetivogeneral": 2,
     "objetivo": "3.5.3.2.\tConsolidar y profundizar la doctrina Bolivariana en nuestra Fuerza Armada Nacional Bolivariana.",
     "estrategico_id": 3
    },
    {
     "id": 951,
     "objetivogeneral": 3,
     "objetivo": "3.5.3.3.\tDesarrollar un sistema de entrenamiento y preparación combativa más eficiente y de acuerdo con nuestra realidad.",
     "estrategico_id": 3
    },
    {
     "id": 953,
     "objetivogeneral": 5,
     "objetivo": "3.5.3.5.\tConsolidar un sistema defensivo territorial capaz de dirigir al país en tiempo de guerra desde tiempo de paz, estratégicamente defensivo y eminentemente popular.",
     "estrategico_id": 3
    },
    {
     "id": 954,
     "objetivogeneral": 1,
     "objetivo": "3.5.4.1.\tPreparar y capacitar a los integrantes de nuestra Fuerza Armada Nacional Bolivariana bajo la premisa fundamental de los ideales bolivarianos de integración, soberanía, independencia, partiendo del concepto de guerra popular prolongada, asimétrica y de resistencia.",
     "estrategico_id": 4
    },
    {
     "id": 955,
     "objetivogeneral": 2,
     "objetivo": "3.5.4.2.\tIntegrar activamente los planes y diseños curriculares de las academias militares y universidades, para ponerlas al servicio del desarrollo nacional y la defensa integral de la Patria.",
     "estrategico_id": 4
    },
    {
     "id": 956,
     "objetivogeneral": 3,
     "objetivo": "3.5.4.3.\tIncrementar la formación de profesionales militares y  civiles  en convenios con países aliados, para contribuir recíprocamente en la unidad regional y mejorar las capacidades de operaciones conjuntas con países aliados.",
     "estrategico_id": 4
    },
    {
     "id": 957,
     "objetivogeneral": 4,
     "objetivo": "4.1.1.4.\tProfundizar la identidad política con los gobiernos y pueblos hermanos de los países miembro del ALBA y del Mercosur, para seguir impulsando políticas de justicia y solidaridad en Nuestra América.",
     "estrategico_id": 1
    },
    {
     "id": 958,
     "objetivogeneral": 2,
     "objetivo": "4.1.3.2.\tAvanzar en la creación de una Zona Económica de Petrocaribe (ZEP), que considere a todos los países miembros del Caricom y permita expandir las potencialidades de la región, bajo un enfoque de cooperación solidario y soberano.",
     "estrategico_id": 3
    },
    {
     "id": 959,
     "objetivogeneral": 3,
     "objetivo": "4.1.3.3.\tPromover la coordinación entre la Zona Económica del ALBA (EcoALBA), la Zona Económica de Petrocaribe (ZEP) y el Mercosur, con el fin de crear una Zona Económica Caribeña Suramericana.",
     "estrategico_id": 3
    },
    {
     "id": 960,
     "objetivogeneral": 2,
     "objetivo": "4.1.4.2.\tProfundizar el direccionamiento con el Mercosur en áreas de investigación, innovación y transferencia tecnológica, así como formación en materia productiva y comercial.",
     "estrategico_id": 4
    },
    {
     "id": 961,
     "objetivogeneral": 3,
     "objetivo": "4.1.4.3.\tDesarrollar políticas conjuntas con el Mercosur para la inversión, orientadas a la conformación de la infraestructura de movilidad intrabloque, que potencie el intercambio comercial y productivo.",
     "estrategico_id": 4
    },
    {
     "id": 962,
     "objetivogeneral": 2,
     "objetivo": "4.1.5.2.\tFortalecer la UNASUR en su política de defensa de los principios de no injerencia, soberanía y desarrollo pleno de la democracia de los países.",
     "estrategico_id": 5
    },
    {
     "id": 963,
     "objetivogeneral": 3,
     "objetivo": "4.1.5.3.\tFortalecer los planes concretos de integración para el desarrollo integral social y económico, haciendo énfasis especial en la infraestructura, complementariedad económica y desarrollo social de los pueblos.",
     "estrategico_id": 5
    },
    {
     "id": 964,
     "objetivogeneral": 4,
     "objetivo": "4.1.5.4.\tPromover en UNASUR la adecuación de una doctrina contra cualquier forma de guerra e injerencia asociada a la perturbación de la economía de los países.",
     "estrategico_id": 5
    },
    {
     "id": 965,
     "objetivogeneral": 5,
     "objetivo": "4.1.5.5.\tFortalecer los planes concretos de integración para el desarrollo social y económico, haciendo énfasis especial en la infraestructura, complementariedad económica y desarrollo social de los pueblos.",
     "estrategico_id": 5
    }
   ]