[
    {
     "id": 2,
     "objetivo": "1.1Mejorar los niveles de eficacia, eficiencia y calidad de la acción pública.",
     "municipal_id": 1502
    },
    {
     "id": 3,
     "objetivo": "1.2Mejorar la Coordinación y cooperación entre los entes adscritos a la gobernación.",
     "municipal_id": 1502
    },
    {
     "id": 4,
     "objetivo": "1.3Establecer y ejecutar políticas informativas y\/o comunicacionales en el Estado.",
     "municipal_id": 1502
    },
    {
     "id": 5,
     "objetivo": "1.4Mejorar infraestructura tecnológica institucional mediante el uso de las tecnologías libres en todo el ámbito estadal.",
     "municipal_id": 1502
    },
    {
     "id": 7,
     "objetivo": "1.6Prevenir, mitigar Riesgos y Emergencias de Carácter Civil y Desastres.",
     "municipal_id": 1502
    },
    {
     "id": 8,
     "objetivo": "1.7Fortalecer del Sistema de Seguridad del Estado.",
     "municipal_id": 1502
    },
    {
     "id": 9,
     "objetivo": "2.1Fortalecer y promover la actividad turística para incrementar la derrama turística en el estado Anzoátegui.",
     "municipal_id": 1503
    },
    {
     "id": 10,
     "objetivo": "2.2Optimizar el aprovechamiento de los minerales no metálicos.",
     "municipal_id": 1503
    },
    {
     "id": 11,
     "objetivo": "2.3Promover el desarrollo agrícola en el estado Anzoátegui.",
     "municipal_id": 1503
    },
    {
     "id": 12,
     "objetivo": "2.4 Fortalecer la cultura tributaria en los entes designados como agentes de Percepción de los Tributos estadales..",
     "municipal_id": 1503
    },
    {
     "id": 13,
     "objetivo": "2.5 Impulsar la economía popular productiva y su inclusión al sistema financiero.",
     "municipal_id": 1503
    },
    {
     "id": 14,
     "objetivo": "2.6 Impulsar el desarrollo energético en el estado.",
     "municipal_id": 1503
    },
    {
     "id": 15,
     "objetivo": "2.7 Evaluar y mejorar el sistema de transporte en el estado.",
     "municipal_id": 1503
    },
    {
     "id": 16,
     "objetivo": "3.1Atender al ciudadano más vulnerable.",
     "municipal_id": 1504
    },
    {
     "id": 17,
     "objetivo": "3.2Ejecutar mejores políticas educativas.",
     "municipal_id": 1504
    },
    {
     "id": 18,
     "objetivo": "3.3Atender integralmente a los pueblos y comunidades indígenas en el estado Anzoátegui.",
     "municipal_id": 1504
    },
    {
     "id": 19,
     "objetivo": "3.5Profundizar la atención integral de la salud del estado Anzoátegui.",
     "municipal_id": 1504
    },
    {
     "id": 20,
     "objetivo": "3.6Garantizar los derechos de la mujer.",
     "municipal_id": 1504
    },
    {
     "id": 21,
     "objetivo": "3.7Mejoramiento de la red de servicios públicos.",
     "municipal_id": 1504
    },
    {
     "id": 22,
     "objetivo": "3.8Fortalecer los programas de mantenimiento de la infraestructura vial urbana y rural del estado Anzoátegui.",
     "municipal_id": 1504
    },
    {
     "id": 23,
     "objetivo": "3.9Fortalecer la estructura institucional necesaria para el desarrollo del Poder Popular.",
     "municipal_id": 1504
    },
    {
     "id": 24,
     "objetivo": "3.10 Diseñar políticas, planes y proyectos relativos al desarrollo cultural.",
     "municipal_id": 1504
    },
    {
     "id": 25,
     "objetivo": "3.11 Diseñar políticas, planes y proyectos relativos al desarrollo deportivo.",
     "municipal_id": 1504
    },
    {
     "id": 26,
     "objetivo": "3.12 Diseñar políticas, planes y proyectos relativos a jóvenes.",
     "municipal_id": 1504
    },
    {
     "id": 1,
     "objetivo": "4.1Implementar políticas, programas y proyectos para evitar a contaminación ambiental.",
     "municipal_id": 1505
    },
    {
     "id": 27,
     "objetivo": "4.2Planificar el desarrollo y ordenar el territorio asegurando la base de sustentación ecológica.",
     "municipal_id": 1505
    }
   ]