[
    {
     "id": 14,
     "objetivoestrategico": 9,
     "objetivo": "1.2.9. Lograr una instancia de coordinación de políticas gasíferas para una valorización justa y razonable del gas.",
     "nacional_id": 4
    },
    {
     "id": 15,
     "objetivoestrategico": 10,
     "objetivo": "1.2.10. Elevar la conciencia política e ideológica del Pueblo y de los trabajadores petroleros y mineros, así como también su participación activa en la defensa de los recursos naturales estratégicos de la Nación.",
     "nacional_id": 4
    },
    {
     "id": 16,
     "objetivoestrategico": 11,
     "objetivo": "1.2.11. Crear las condiciones para influir en la valorización de los precios de los minerales.",
     "nacional_id": 4
    },
    {
     "id": 17,
     "objetivoestrategico": 12,
     "objetivo": "1.2.12. Garantizar la propiedad y uso de los recursos naturales del país, de forma soberana, para la satisfacción de las demandas internas así como su uso en función de los más altos intereses nacionales.",
     "nacional_id": 4
    },
    {
     "id": 18,
     "objetivoestrategico": 1,
     "objetivo": "1.3.1. Mantener y fortalecer el actual régimen fiscal petrolero para garantizar el bienestar del pueblo.",
     "nacional_id": 4
    },
    {
     "id": 19,
     "objetivoestrategico": 2,
     "objetivo": "1.3.2. Mantener y fortalecer mecanismos eficaces de captación de la renta excedentaria, por incrementos extraordinarios de los precios internacionales de los hidrocarburos.",
     "nacional_id": 4
    },
    {
     "id": 20,
     "objetivoestrategico": 3,
     "objetivo": "1.3.3. Establecer y desarrollar un régimen fiscal minero, así como mecanismos de captación eficientes para la recaudación de la renta por la actividad minera.",
     "nacional_id": 4
    },
    {
     "id": 21,
     "objetivoestrategico": 4,
     "objetivo": "1.3.4. Establecer mecanismos de control sobre la comercialización de los minerales.",
     "nacional_id": 4
    },
    {
     "id": 28,
     "objetivoestrategico": 1,
     "objetivo": "1.4.1. Eliminar definitivamente el latifundio. Realizar un proceso de organización y zonificación agroecológica en base a las capacidades de uso de la tierra y crear un sistema de catastro rural para garantizar el acceso justo y uso racional del recurso suelo.",
     "nacional_id": 4
    },
    {
     "id": 29,
     "objetivoestrategico": 2,
     "objetivo": "1.4.2. Acelerar la democratización del acceso de los campesinos y campesinas, productores y productoras, y de las distintas formas colectivas y empresas socialistas, a los recursos necesarios para la producción (tierra, agua, riego, semillas, capital), impulsando el uso racional y sostenible de los mismos.",
     "nacional_id": 4
    },
    {
     "id": 6,
     "objetivoestrategico": 1,
     "objetivo": "1.2.1. Fortalecer el rol del Estado en la administración y explotación de los recursos hidrocarburíferos y mineros.",
     "nacional_id": 4
    },
    {
     "id": 9,
     "objetivoestrategico": 4,
     "objetivo": "1.2.4.\tPromover y estimular la investigación científica y el desarrollo tecnológico, con     el propósito de asegurar las operaciones medulares de la actividad productiva de hidrocarburos.",
     "nacional_id": 4
    },
    {
     "id": 10,
     "objetivoestrategico": 5,
     "objetivo": "1.2.5.Asegurar los medios para el control efectivo de las actividades conexas y estratégicas, asociadas a la cadena industrial de explotación de los recursos hidrocarburíferos.",
     "nacional_id": 4
    },
    {
     "id": 11,
     "objetivoestrategico": 6,
     "objetivo": "1.2.6.Fortalecer la coordinación de políticas petroleras  en  el  seno  de  la  OPEP  y  otros organismos internacionales, para la justa valorización de nuestros recursos hidrocarburíferos.",
     "nacional_id": 4
    },
    {
     "id": 12,
     "objetivoestrategico": 7,
     "objetivo": "1.2.7.Impulsar y promover una iniciativa de coordinación entre los países gigantes petroleros, a efectos de maximizar el valor estratégico de nuestros recursos.",
     "nacional_id": 4
    },
    {
     "id": 13,
     "objetivoestrategico": 8,
     "objetivo": "1.2.8.Asegurar los medios para el control efectivo de las actividades conexas y estratégicas, asociadas a la cadena industrial de explotación de los recursos mineros.",
     "nacional_id": 4
    },
    {
     "id": 27,
     "objetivoestrategico": 10,
     "objetivo": "1.3.10.Fortalecer y optimizar el Sistema Arancelario Nacional y el Sistema de Aduanas, a efectos de contar con los estándares internacionales, así como combatir el contrabando de extracción en la República.",
     "nacional_id": 4
    },
    {
     "id": 25,
     "objetivoestrategico": 8,
     "objetivo": "1.3.8.Fortalecer los mecanismos de cooperación en el Mercado Común del Sur (Mercosur).",
     "nacional_id": 4
    },
    {
     "id": 26,
     "objetivoestrategico": 9,
     "objetivo": "1.3.9.Sostener y actualizar mecanismos de ahorro e inversión popular sobre instrumentos financieros asociados a la actividad minera y petrolera.",
     "nacional_id": 4
    },
    {
     "id": 22,
     "objetivoestrategico": 5,
     "objetivo": "1.3.5.Fortalecer y crear mecanismos e instituciones financieras que garanticen la estabilidad de la inversión estratégica de la República, en materia social, económica e infraestructura.",
     "nacional_id": 4
    },
    {
     "id": 23,
     "objetivoestrategico": 6,
     "objetivo": "1.3.6.Fortalecer y profundizar acuerdos financieros con socios estratégicos.",
     "nacional_id": 4
    },
    {
     "id": 24,
     "objetivoestrategico": 7,
     "objetivo": "1.3.7.Mantener y consolidar los convenios de cooperación, solidaridad y complementariedad con países aliados.",
     "nacional_id": 4
    },
    {
     "id": 30,
     "objetivoestrategico": 3,
     "objetivo": "1.4.3.Incrementar de manera sostenida la producción, procesamiento, distribución y comercialización de los rubros alimenticios básicos para la población, consolidando una visión integral y soberana del sistema agroalimentario.",
     "nacional_id": 4
    },
    {
     "id": 31,
     "objetivoestrategico": 4,
     "objetivo": "1.4.4.Establecer nuevas formas de organización social y empoderamiento del Poder Popular Campesino, auspiciando la organización socioproductiva rural.",
     "nacional_id": 4
    },
    {
     "id": 35,
     "objetivoestrategico": 8,
     "objetivo": "1.4.8.Consolidar el control del aparato agroindustrial en manos de empresas del Estado  y gestión socialista, que garantice al menos 60% de la capacidad de almacenamiento y procesamiento en rubros básicos y 30% en el resto de los rubros alimenticios.",
     "nacional_id": 4
    },
    {
     "id": 34,
     "objetivoestrategico": 7,
     "objetivo": "1.4.7.Afianzar un conjunto de políticas públicas de apoyo a la producción, distribución, comercialización y organización del sector rural y participación del Poder Popular Campesino en la implementación de un plan nacional de producción de alimentos, que garantice la soberanía alimentaria.",
     "nacional_id": 4
    },
    {
     "id": 32,
     "objetivoestrategico": 5,
     "objetivo": "1.4.5.Fortalecer la infraestructura, el desarrollo, funcionamiento y gestión socialista de los grandes polos de producción primaria agropecuaria, privilegiando la integración de los procesos productivos a escala industrial.",
     "nacional_id": 4
    },
    {
     "id": 36,
     "objetivoestrategico": 9,
     "objetivo": "1.4.9.Desarrollar un sistema de apoyo e incentivos para la promoción del comercio internacional de exportación de rubros agrícolas.",
     "nacional_id": 4
    },
    {
     "id": 49,
     "objetivoestrategico": 1,
     "objetivo": "2.1.1. Impulsar nuevas formas de organización que pongan al servicio de la sociedad los medios de producción, y estimulen la generación de un tejido productivo sustentable enmarcado en el nuevo metabolismo para la transición al socialismo.",
     "nacional_id": 4
    },
    {
     "id": 41,
     "objetivoestrategico": 4,
     "objetivo": "1.5.4.Potenciar el arraigo de la población y la valoración de todos los territorios sociales como espacios de vida y producción cultural.",
     "nacional_id": 4
    },
    {
     "id": 40,
     "objetivoestrategico": 3,
     "objetivo": "1.5.3.Favorecer el conocimiento y valoración de nuestras culturas, así como el reconocimiento de los aportes culturales de los distintos orígenes de la población venezolana.",
     "nacional_id": 4
    },
    {
     "id": 3,
     "objetivoestrategico": 3,
     "objetivo": "1.1.3. Fortalecer y expandir el Poder Popular para la defensa de la soberanía y del ejercicio de la democracia participativa y protagónica.",
     "nacional_id": 4
    },
    {
     "id": 7,
     "objetivoestrategico": 2,
     "objetivo": "1.2.2. Mantener y garantizar el control por parte del Estado sobre Petróleos de Venezuela S.A. (Pdvsa).",
     "nacional_id": 4
    },
    {
     "id": 8,
     "objetivoestrategico": 3,
     "objetivo": "1.2.3. Mantener y garantizar el control por parte del Estado de las empresas nacionales que exploten los recursos mineros en el territorio nacional.",
     "nacional_id": 4
    },
    {
     "id": 39,
     "objetivoestrategico": 2,
     "objetivo": "1.5.2.Articular las políticas de educación, comunicación, cultura con las organizaciones del Poder Popular para el conocimiento, valoración y reflexión crítica sobre la identidad venezolana y nuestroamericana.",
     "nacional_id": 4
    },
    {
     "id": 193,
     "objetivoestrategico": 12,
     "objetivo": "3.4.12.Fortalecer y profundizar las capacidades operativas de Pdvsa.",
     "nacional_id": 4
    },
    {
     "id": 42,
     "objetivoestrategico": 1,
     "objetivo": "1.6.1.Consolidar un estilo científico, tecnológico e innovador de carácter transformador, diverso, creativo y dinámico, garante de la independencia y la soberanía económica, contribuyendo así a la construcción del modelo productivo socialista, el fortalecimiento de la ética socialista y la satisfacción efectiva de las necesidades del pueblo venezolano.",
     "nacional_id": 4
    },
    {
     "id": 43,
     "objetivoestrategico": 2,
     "objetivo": "1.6.2.Fortalecer los espacios y programas de formación para el trabajo liberador, fomentando los valores patrióticos, la descolonización y el sentido crítico",
     "nacional_id": 4
    },
    {
     "id": 44,
     "objetivoestrategico": 3,
     "objetivo": "1.6.3.Impulsar el desarrollo y uso de equipos electrónicos y aplicaciones informáticas, basados en tecnologías libres y estándares abiertos.",
     "nacional_id": 4
    },
    {
     "id": 45,
     "objetivoestrategico": 4,
     "objetivo": "1.6.4.Establecer una política satelital del Estado venezolano para colocar la actividad al servicio del desarrollo general de la nación.",
     "nacional_id": 4
    },
    {
     "id": 46,
     "objetivoestrategico": 5,
     "objetivo": "1.6.5.Asumir el desarrollo de políticas soberanas para el uso del ciberespacio para la paz y la democracia.",
     "nacional_id": 4
    },
    {
     "id": 47,
     "objetivoestrategico": 1,
     "objetivo": "1.7.1.Incrementar la capacidad defensiva del país con la consolidación y afianzamiento de la redistribución territorial de la Fuerza Armada Nacional Bolivariana.",
     "nacional_id": 4
    },
    {
     "id": 48,
     "objetivoestrategico": 2,
     "objetivo": "1.7.2.Consolidar la Gran Misión Soldado de la Patria Negro Primero como política integral de fortalecimiento de la Fuerza Armada Nacional Bolivariana, que asegure bienestar, seguridad social y protección a la familia militar venezolana; el equipamiento, mantenimiento e infraestructura militar; la participación de la FANB en las tareas de desarrollo nacional; y el desarrollo educativo de sus componentes.",
     "nacional_id": 4
    },
    {
     "id": 165,
     "objetivoestrategico": 1,
     "objetivo": "1.8.1.Fortalecer el Sistema Integral de Gestión de los estados de excepción.",
     "nacional_id": 4
    },
    {
     "id": 51,
     "objetivoestrategico": 3,
     "objetivo": "2.1.3. Desarrollar un sistema de determinación y fijación de precios justos para los bienes y servicios, que combata las prácticas de ataque a la moneda, acaparamiento, especulación, usura y otros falsos mecanismos de fijación de precios, mediante el fortalecimiento de las leyes e instituciones responsables y la participación protagónica del Poder Popular.",
     "nacional_id": 4
    },
    {
     "id": 54,
     "objetivoestrategico": 6,
     "objetivo": "2.1.6. Fortalecer el sistema de distribución directa de los insumos y productos, atacando la especulación propia del capitalismo, para garantizar la satisfacción de las necesidades del pueblo.",
     "nacional_id": 4
    },
    {
     "id": 52,
     "objetivoestrategico": 4,
     "objetivo": "2.1.4. Expandir e integrar las cadenas productivas, maximizando la creación de valor agregado y orientándolas hacia la satisfacción de las necesidades sociales para la construcción del socialismo, promoviendo la diversificación del aparato productivo.",
     "nacional_id": 4
    },
    {
     "id": 55,
     "objetivoestrategico": 1,
     "objetivo": "2.2.1. Consolidar la equidad de género con valores socialistas, garantizando y respetando los derechos de todos y todas, y la diversidad social.",
     "nacional_id": 4
    },
    {
     "id": 56,
     "objetivoestrategico": 2,
     "objetivo": "2.2.2.Fomentar la inclusión y el vivir bien de los pueblos indígenas.",
     "nacional_id": 4
    },
    {
     "id": 57,
     "objetivoestrategico": 3,
     "objetivo": "2.2.3.Fortalecer el protagonismo de la juventud en el desarrollo y consolidación de la Revolución Bolivariana.",
     "nacional_id": 4
    },
    {
     "id": 58,
     "objetivoestrategico": 4,
     "objetivo": "2.2.4.Fortalecer y expandir políticas de Estado para la plena inclusión de la afrodescendencia como componente estructural dentro de la nacionalidad, así como generar políticas de combate al racismo para la humanización de la sociedad.",
     "nacional_id": 4
    },
    {
     "id": 68,
     "objetivoestrategico": 1,
     "objetivo": "2.3.1.Superar las formas de explotación capitalistas presentes en el proceso social del trabajo, a través del despliegue de relaciones socialistas entre trabajadores y trabajadoras, como espacio fundamental para el desarrollo integral de la población.",
     "nacional_id": 4
    },
    {
     "id": 70,
     "objetivoestrategico": 3,
     "objetivo": "2.3.3.Propiciar las condiciones para el desarrollo de una cultura de recreación y práctica deportiva, tanto masiva como de alto rendimiento, liberadora, ambientalista e integradora en torno a los valores de la Patria, como vía para la liberación de la conciencia, la paz y la convivencia armónica.",
     "nacional_id": 4
    },
    {
     "id": 71,
     "objetivoestrategico": 4,
     "objetivo": "2.3.4.Generar políticas de Estado para la inclusión plena y desarrollo de una vida digna de las personas con alguna discapacidad.",
     "nacional_id": 4
    },
    {
     "id": 72,
     "objetivoestrategico": 5,
     "objetivo": "2.3.5.Continuar combatiendo la desigualdad a través de la erradicación de la pobreza extrema y disminución de la pobreza general hacia su total eliminación.",
     "nacional_id": 4
    },
    {
     "id": 79,
     "objetivoestrategico": 5,
     "objetivo": "2.5.5.Consolidar la formación integral socialista, permanente y continua, en los diferentes procesos de socialización e intercambio de saberes del Poder Popular, fortaleciendo habilidades y estrategias para el ejercicio de lo público y el desarrollo sociocultural y productivo de las comunidades.",
     "nacional_id": 4
    },
    {
     "id": 78,
     "objetivoestrategico": 4,
     "objetivo": "2.5.4.Impulsar la corresponsabilidad del Poder Popular en la lucha por la inclusión social, igualdad, desarrollo económico, social, político, cultural y espacial y la erradicación de la pobreza.",
     "nacional_id": 4
    },
    {
     "id": 77,
     "objetivoestrategico": 3,
     "objetivo": "2.5.3.Garantizar la transferencia de competencias en torno a la gestión y administración de lo público desde las distintas instancias del Estado hacia las comunidades organizadas.",
     "nacional_id": 4
    },
    {
     "id": 75,
     "objetivoestrategico": 1,
     "objetivo": "2.5.1.Promover la construcción del Estado participativo, popular, comunal a través de la consolidación y expansión del Poder Popular organizado.",
     "nacional_id": 4
    },
    {
     "id": 76,
     "objetivoestrategico": 2,
     "objetivo": "2.5.2.Impulsar la transformación del modelo económico rentístico hacia el nuevo modelo productivo diversificado y socialista, con participación protagónica de las instancias del Poder Popular.",
     "nacional_id": 4
    },
    {
     "id": 80,
     "objetivoestrategico": 6,
     "objetivo": "2.5.6.Desarrollar la planificación- acción del Plan de la Patria a escala comunal como agenda concreta de acción, saldo político organizativo, conciencia política y nuevas praxis del Estado Popular y Revolucionario.",
     "nacional_id": 4
    },
    {
     "id": 84,
     "objetivoestrategico": 2,
     "objetivo": "3.1.2. Aprovechar las ventajas de localización de nuestro país a escala continental y diversidad de regiones nacionales, a efecto de fomentar su especialización productiva, asociada a ventajas comparativas de sectores estratégicos.",
     "nacional_id": 4
    },
    {
     "id": 83,
     "objetivoestrategico": 1,
     "objetivo": "3.1.1. Potenciar el desarrollo de los motores de la Agenda Económica Bolivariana, que procure la construcción de cadenas productivas estratégicas, tanto para bienes esenciales como de generación de valor, a partir de nuestras ventajas comparativas, y orientados por un mecanismo de planificación centralizada, sistema presupuestario y modelos de gestión eficientes y productivos cónsonos con la transición al socialismo.",
     "nacional_id": 4
    },
    {
     "id": 85,
     "objetivoestrategico": 3,
     "objetivo": "3.1.3.Apropiar y desarrollar la técnica y tecnología como clave de la eficiencia y humanización del proceso productivo, para anclar eslabones de las cadenas productivas y desatar el potencial espacial de las mismas.",
     "nacional_id": 4
    },
    {
     "id": 86,
     "objetivoestrategico": 4,
     "objetivo": "3.1.4.Generar mecanismos de circulación del capital que construyan un nuevo metabolismo económico para el estímulo, funcionamiento y desarrollo de la industria nacional.",
     "nacional_id": 4
    },
    {
     "id": 99,
     "objetivoestrategico": 1,
     "objetivo": "3.2.1.Impulsar y fortalecer el componente espacial del Sistema Nacional de Planificación- Acción, popular y protagónico, de unidad dialéctica, entre los planes sectoriales, organizativos y espaciales como elemento sustancial para la construcción de la dimensión espacial del socialismo.",
     "nacional_id": 4
    },
    {
     "id": 168,
     "objetivoestrategico": 2,
     "objetivo": "1.9.2. Generar los procesos de blindaje internacional y ruptura de amarras contra toda potencia que pretenda bloquear el desarrollo soberano de Venezuela.",
     "nacional_id": 4
    },
    {
     "id": 100,
     "objetivoestrategico": 2,
     "objetivo": "3.2.2.Desarrollar la escala regional en el Sistema Nacional de Planificación y gobierno, a efectos de impulsar las bases estructurantes del sistema de movimiento y equipamiento nacional, así como la identidad espacial y bloques de soberanía, seguridad y defensa de la nación, así como los sistemas de coordinación de gobierno y gestión.",
     "nacional_id": 4
    },
    {
     "id": 101,
     "objetivoestrategico": 3,
     "objetivo": "3.2.3.Desarrollar la escala subregional como visión integral de la geohistoria, potencialidades y restricciones, funcionabilidad y especialización de la nueva base económica nacional, para generar un plan específico de desarrollo, rutas críticas, plan de acción de cadenas productivas y métodos de gestión y gobierno.",
     "nacional_id": 4
    },
    {
     "id": 127,
     "objetivoestrategico": 1,
     "objetivo": "4.2.1. Consolidar la visión de la heterogeneidad y diversidad étnica de Venezuela y Nuestra América, bajo el respeto e inclusión participativa y protagónica de las minorías y pueblos originarios.",
     "nacional_id": 4
    },
    {
     "id": 132,
     "objetivoestrategico": 4,
     "objetivo": "4.3.4. Continuar impulsando la transformación del sistema de Derechos Humanos sobre la base del respeto, su democratización, la igualdad soberana de los Estados y el principio de la no injerencia.",
     "nacional_id": 4
    },
    {
     "id": 105,
     "objetivoestrategico": 6,
     "objetivo": "3.2.6.Fortalecer el Sistema Eléctrico Nacional atendiendo la visión estratégica sobre la matriz energética, seguridad, generación, transmisión y patrones de consumo, así como su control y gestión.",
     "nacional_id": 4
    },
    {
     "id": 106,
     "objetivoestrategico": 7,
     "objetivo": "3.2.7.Ampliar, fortalecer y desarrollar la infraestructura de telecomunicaciones nacional como elemento clave del soporte de la actividad económica productiva y del desarrollo del sistema urbano regional.",
     "nacional_id": 4
    },
    {
     "id": 107,
     "objetivoestrategico": 1,
     "objetivo": "3.3.1.Desplegar la capacidad creadora y productiva de la juventud de la Patria, generando las políticas de formación e inserción laboral adecuadas.",
     "nacional_id": 4
    },
    {
     "id": 108,
     "objetivoestrategico": 2,
     "objetivo": "3.3.2.Incorporar activamente a la juventud en los procesos de creación de conocimiento, orientado a la producción y creación de valor.",
     "nacional_id": 4
    },
    {
     "id": 110,
     "objetivoestrategico": 1,
     "objetivo": "3.4.1.Generar una capacidad de producción de hidrocarburos, en consonancia con las reservas probadas y potenciales del recurso, de acuerdo con su utilización como impulsor del desarrollo de cadenas productivas, su papel en el ingreso nacional y ajustado a las condiciones del mercado de financiamiento.",
     "nacional_id": 4
    },
    {
     "id": 111,
     "objetivoestrategico": 2,
     "objetivo": "3.4.2.Desarrollar y consolidar la plataforma de producción de la Faja Petrolífera del Orinoco, bajo una política ambientalmente responsable, propiciando que al menos 70% de la producción petrolera provenga de la Faja.",
     "nacional_id": 4
    },
    {
     "id": 112,
     "objetivoestrategico": 3,
     "objetivo": "3.4.3.Mantener y recuperar la producción en las áreas tradicionales de petróleo y gas.",
     "nacional_id": 4
    },
    {
     "id": 113,
     "objetivoestrategico": 4,
     "objetivo": "3.4.4.Desarrollar las reservas del cinturón gasífero en nuestro mar territorial, incrementando la capacidad de producción y acelerando los esfuerzos exploratorios de nuestras reservas.",
     "nacional_id": 4
    },
    {
     "id": 114,
     "objetivoestrategico": 5,
     "objetivo": "3.4.5.Adecuar y expandir el circuito de refinación nacional para el incremento de la capacidad de procesamiento de hidrocarburos, en específico el crudo extrapesado de     la Faja, desconcentrando territorialmente la manufactura de combustible y ampliando la cobertura territorial de abastecimiento de las refinerías.",
     "nacional_id": 4
    },
    {
     "id": 115,
     "objetivoestrategico": 6,
     "objetivo": "3.4.6.Expandir la infraestructura de transporte, almacenamiento y despacho de petróleo  y gas, sobre la base de complementar los objetivos de seguridad energética de la nación, la nueva geopolítica nacional y el incremento de la producción nacional de petróleo y gas.",
     "nacional_id": 4
    },
    {
     "id": 116,
     "objetivoestrategico": 7,
     "objetivo": "3.4.7.Fortalecer, incrementar y diversificar de producción de la industria petroquímica nacional, consolidándola como un eslabón estratégico de la cadena de valor de los hidrocarburos y la base de soporte de la industria manufacturera nacional.",
     "nacional_id": 4
    },
    {
     "id": 117,
     "objetivoestrategico": 1,
     "objetivo": "4.1.1.Fortalecer la Alianza Bolivariana para los Pueblos de Nuestra América (ALBA) como el espacio vital de relacionamiento político de la Revolución Bolivariana, en su visión integral de las dimensiones transformadoras de la sociedad: económica, política, social, cultural  y espacial, así como de direccionalidad histórica antiimperialista y de desarrollo pleno y soberano para la democracia de los pueblos.",
     "nacional_id": 4
    },
    {
     "id": 118,
     "objetivoestrategico": 2,
     "objetivo": "4.1.2.Promover la resolución armoniosa y cooperativa de las delimitaciones pendientes, entendiendo la estabilización de las fronteras como un elemento de unidad y de paz.",
     "nacional_id": 4
    },
    {
     "id": 119,
     "objetivoestrategico": 3,
     "objetivo": "4.1.3.Fortalecer y expandir el alcance de Petrocaribe como esquema de cooperación, más allá de lo energético y social solidario, para el desarrollo de las bases económicas y sociales de la democracia plena y soberana entre Venezuela y los países del Caribe.",
     "nacional_id": 4
    },
    {
     "id": 120,
     "objetivoestrategico": 4,
     "objetivo": "4.1.4.Profundizar el relacionamiento y cooperación con los pueblos del Mercosur, fortaleciendo este como un espacio de cooperación e integración social, política, económica, productiva y comercial.",
     "nacional_id": 4
    },
    {
     "id": 121,
     "objetivoestrategico": 5,
     "objetivo": "4.1.5.Profundizar estructuralmente la Unión de Naciones Suramericanas (UNASUR) como espacio estratégico regional para la construcción del mundo pluripolar, contribuyendo de manera sustancial en el marco programático e institucional para su fortalecimiento.",
     "nacional_id": 4
    },
    {
     "id": 122,
     "objetivoestrategico": 6,
     "objetivo": "4.1.6.Impulsar y fortalecer a la Comunidad de Estados Latinoamericanos y Caribeños (CELAC), como mecanismo de unión de Nuestra América.",
     "nacional_id": 4
    },
    {
     "id": 123,
     "objetivoestrategico": 7,
     "objetivo": "4.1.7.Fortalecer las alianzas estratégicas bilaterales con los países de Nuestra América, como base para impulsar los esquemas de integración y unión subregionales y regionales",
     "nacional_id": 4
    },
    {
     "id": 124,
     "objetivoestrategico": 8,
     "objetivo": "4.1.8.Potenciar la creación de las bases institucionales, financieras y productivas para la conformación de encadenamientos económicos productivos y esquemas de financiamiento con América Latina y el Caribe, que permitan el fortalecimiento de la industria nacional, y garanticen el suministro oportuno de productos.",
     "nacional_id": 4
    },
    {
     "id": 125,
     "objetivoestrategico": 9,
     "objetivo": "4.1.9.Continuar afianzando y profundizando las alianzas estratégicas bilaterales existentes entre Venezuela y los países de la región, en materia social, económico-productiva, científica y cultural, en pro de la unión latinoamericana y caribeña.",
     "nacional_id": 4
    },
    {
     "id": 126,
     "objetivoestrategico": 10,
     "objetivo": "4.1.10.Continuar impulsando una nueva política comunicacional en nuestra América, con especial énfasis en los nuevos sistemas y medios de información regionales y el impulso de nuevas herramientas comunicacionales.",
     "nacional_id": 4
    },
    {
     "id": 128,
     "objetivoestrategico": 2,
     "objetivo": "4.2.2.Promover la creación y consolidación de la institucionalidad nacional nuestro americana en las organizaciones de cooperación e integración.",
     "nacional_id": 4
    },
    {
     "id": 130,
     "objetivoestrategico": 2,
     "objetivo": "4.3.2.Impulsar la diplomacia de los pueblos y la participación protagónica de los movimientos populares organizados en la construcción de un mundo multipolar y en equilibrio.",
     "nacional_id": 4
    },
    {
     "id": 129,
     "objetivoestrategico": 1,
     "objetivo": "4.3.1.Consolidar las relaciones políticas con los polos de poder emergentes y no alineados con las políticas imperiales.",
     "nacional_id": 4
    },
    {
     "id": 133,
     "objetivoestrategico": 1,
     "objetivo": "4.4.1.Desvincular a Venezuela de los mecanismos internacionales de dominación imperial.",
     "nacional_id": 4
    },
    {
     "id": 103,
     "objetivoestrategico": 2,
     "objetivo": "5.1.2.Promover la creación y establecimiento de una nueva ética ecosocialista, que contribuya al cambio en los modelos insostenibles de producción y hábitos inviables y no saludables de consumo impuestos por la voracidad propios del sistema capitalista.",
     "nacional_id": 4
    },
    {
     "id": 137,
     "objetivoestrategico": 3,
     "objetivo": "5.1.3. Generar alternativas socio-productivas y nuevos esquemas de cooperación social, económica y financiera para el apalancamiento del ecososcialismo y el establecimiento de un comercio justo, bajo los principios de complementariedad, cooperación, soberanía y solidaridad.",
     "nacional_id": 4
    },
    {
     "id": 141,
     "objetivoestrategico": 1,
     "objetivo": "5.2.1. Promover acciones en el ámbito nacional e internacional para la protección, conservación y gestión sustentable de áreas estratégicas, tales como fuentes y reservorios de agua dulce (superficial y subterránea), cuencas hidrográficas, diversidad biológica, mares, océanos y bosques.",
     "nacional_id": 4
    },
    {
     "id": 142,
     "objetivoestrategico": 2,
     "objetivo": "5.2.2. Desmontar y luchar contra los esquemas internacionales que promueven la mercantilización de la naturaleza, de los servicios ambientales y de los ecosistemas.",
     "nacional_id": 4
    },
    {
     "id": 146,
     "objetivoestrategico": 2,
     "objetivo": "5.3.2. Fortalecer y visibilizar los espacios de expresión y fomentar mecanismos de registro e interpretación de las culturas populares y de la memoria histórica venezolana y nuestroamericana.",
     "nacional_id": 4
    },
    {
     "id": 147,
     "objetivoestrategico": 3,
     "objetivo": "5.3.3. Promover una cultura ecosocialista, que revalorice el patrimonio histórico cultural venezolano y nuestroamericano.",
     "nacional_id": 4
    },
    {
     "id": 148,
     "objetivoestrategico": 4,
     "objetivo": "5.3.4. Elaborar estrategias de mantenimiento y difusión de las características culturales y de la memoria histórica del pueblo venezolano.",
     "nacional_id": 4
    },
    {
     "id": 150,
     "objetivoestrategico": 2,
     "objetivo": "5.4.2. Diseñar un plan de mitigación que abarque los sectores productivos emisores de gases de efecto invernadero, como una contribución voluntaria nacional a los esfuerzos para salvar el planeta.",
     "nacional_id": 4
    },
    {
     "id": 151,
     "objetivoestrategico": 3,
     "objetivo": "5.4.3. Diseñar un plan nacional de adaptación que permita al país prepararse para los escenarios e impactos climáticos que se producirán debido a la irresponsabilidad de los países industrializados, contaminadores del mundo.",
     "nacional_id": 4
    },
    {
     "id": 5,
     "objetivoestrategico": 5,
     "objetivo": "1.1.5. Seguir construyendo la soberanía y democratización comunicacional.",
     "nacional_id": 4
    },
    {
     "id": 152,
     "objetivoestrategico": 13,
     "objetivo": "1.2.13.Asumir la defensa de los recursos hídricos como un tema de máximo interés nacional, tanto la conservación y preservación de las cuencas hidrográficas, cursos y cuerpos de agua, así como aquellos temas derivados del derecho internacional que puedan afectar a estos.",
     "nacional_id": 4
    },
    {
     "id": 153,
     "objetivoestrategico": 11,
     "objetivo": "1.3.11.Desarrollar un nuevo sistema de generación, captación, inversión y administración de divisas para construir el sistema productivo pos rentista.",
     "nacional_id": 4
    },
    {
     "id": 154,
     "objetivoestrategico": 12,
     "objetivo": "1.3.12.Mejorar y promover la eficiencia de la gestión fiscal del sector público para una redistribución justa, social y productiva de la renta, así como fortalecer las fuentes de ingreso de la República.",
     "nacional_id": 4
    },
    {
     "id": 155,
     "objetivoestrategico": 13,
     "objetivo": "1.3.13.Fortalecer y mejorar los mecanismos de control del gasto público mediante un mayor control y seguimiento al sistema presupuestario.",
     "nacional_id": 4
    },
    {
     "id": 156,
     "objetivoestrategico": 14,
     "objetivo": "1.3.14.Manejar de manera sostenible el endeudamiento público.",
     "nacional_id": 4
    },
    {
     "id": 33,
     "objetivoestrategico": 6,
     "objetivo": "1.4.6.Brindar acompañamiento científico y tecnológico a los diversos actores del sector agroalimentario para el aprovechamiento efectivo de las potencialidades y capacidades nacionales, que garantice la aplicación de las mejores técnicas y procesos de producción, desde la producción primaria al procesamiento, envasado y distribución de alimentos para el consumo final.",
     "nacional_id": 4
    },
    {
     "id": 37,
     "objetivoestrategico": 10,
     "objetivo": "1.4.10.Establecer mecanismos para ejercer la nueva institucionalidad revolucionaria, que garantice la participación de los pequeños y medianos productores en las decisiones en materia agropecuaria, a través de los consejos campesinos y las redes de productores y productoras libres y asociados.",
     "nacional_id": 4
    },
    {
     "id": 157,
     "objetivoestrategico": 12,
     "objetivo": "1.4.12.Promover la agricultura sustentable como base estratégica para el desarrollo agroalimentario.",
     "nacional_id": 4
    },
    {
     "id": 159,
     "objetivoestrategico": 13,
     "objetivo": "1.4.13.Promover la organización de redes populares e intercambio de saberes, que contribuyan a dinamizar el aparato productivo nacional.",
     "nacional_id": 4
    },
    {
     "id": 160,
     "objetivoestrategico": 11,
     "objetivo": "1.4.11.Promover los modelos de producción diversificados, a partir de la agricultura familiar, campesina, urbana, periurbana e indígena, que recupere, valide y divulgue modelos tradicionales y sostenibles de producción.",
     "nacional_id": 4
    },
    {
     "id": 38,
     "objetivoestrategico": 1,
     "objetivo": "1.5.1.Fomentar la investigación y la conciencia crítica sobre los mecanismos de dominación y colonización presentes en las maneras de conocer, producir y convivir, como base para la gestación de nuevas formas de conocimiento, producción y convivencia, fundadas en nuestras tradiciones histórico-culturales y en la plena satisfacción de las necesidades humanas.",
     "nacional_id": 4
    },
    {
     "id": 161,
     "objetivoestrategico": 5,
     "objetivo": "1.5.5.Transformar los mecanismos de reproducción de la dominación y la colonialidad  en la relación Estado-sociedad, la administración pública y privada, el ejercicio del Poder Popular, la producción económica y la vida cotidiana.",
     "nacional_id": 4
    },
    {
     "id": 162,
     "objetivoestrategico": 3,
     "objetivo": "1.7.3.Fortalecer e incrementar el Sistema de Inteligencia y Contrainteligencia Militar para la defensa integral de la patria.",
     "nacional_id": 4
    },
    {
     "id": 163,
     "objetivoestrategico": 4,
     "objetivo": "1.7.4.Fortalecer y expandir la Milicia Nacional Bolivariana.",
     "nacional_id": 4
    },
    {
     "id": 164,
     "objetivoestrategico": 5,
     "objetivo": "1.7.5.Incrementar y mantener el apresto operacional de la Fuerza Armada Nacional Bolivariana para la Defensa Integral de la Nación.",
     "nacional_id": 4
    },
    {
     "id": 139,
     "objetivoestrategico": 5,
     "objetivo": "5.1.5.Impulsar la generación de energías limpias, aumentando su participación en la matriz energética nacional y promoviendo la soberanía tecnológica.",
     "nacional_id": 4
    },
    {
     "id": 143,
     "objetivoestrategico": 3,
     "objetivo": "5.2.3.Establecer una estrategia orientada al manejo integral de los recursos naturales transfronterizos, manteniendo una posición soberana en defensa del medio ambiente y la preservación de la calidad de los recursos.",
     "nacional_id": 4
    },
    {
     "id": 4,
     "objetivoestrategico": 4,
     "objetivo": "1.1.4. Desarrollar y garantizar un esquema integral de gobierno en las distintas escalas nacional, regional y local, alineados con la democracia directa y el Poder Popular.",
     "nacional_id": 4
    },
    {
     "id": 144,
     "objetivoestrategico": 4,
     "objetivo": "5.2.4.Luchar contra la titularización de los problemas ambientales mundiales y la incorporación de los temas ambientales y humanos como temas de seguridad internacional por parte de las potencias hegemónicas, con fines de atentar contra la soberanía de los pueblos y su autodeterminación.",
     "nacional_id": 4
    },
    {
     "id": 149,
     "objetivoestrategico": 1,
     "objetivo": "5.4.1.Continuar la lucha por la preservación, el respeto y el fortalecimiento del régimen climático, conformado por la Convención Marco de las Naciones Unidas para el Cambio Climático y los protocolos internacionales suscritos por la República.",
     "nacional_id": 4
    },
    {
     "id": 166,
     "objetivoestrategico": 2,
     "objetivo": "1.8.2. Integrar las capacidades logísticas nacionales con el Sistema Logístico de la Fuerza Armada Nacional Bolivariana.",
     "nacional_id": 4
    },
    {
     "id": 167,
     "objetivoestrategico": 1,
     "objetivo": "1.9.1. Fortalecer los mecanismos de protección y ofensiva de la República para derrotar la guerra económica, y aprovechar la oportunidad de construir un tejido productivo que permita la aparición de un nuevo metabolismo del capital, orientado a la satisfacción de las necesidades sociales, la creación de valor y la sustitución de importaciones.",
     "nacional_id": 4
    },
    {
     "id": 50,
     "objetivoestrategico": 2,
     "objetivo": "2.1.2.Construir un nuevo eslabón productivo protagónico expresado en la escala local y cuyo actor sea el Poder Popular.",
     "nacional_id": 4
    },
    {
     "id": 53,
     "objetivoestrategico": 5,
     "objetivo": "2.1.5.Desarrollar un método de eficiencia socialista de gestión tanto a lo interno de las unidades productivas como de estas con su entorno, sustentada en métodos participativos con los trabajadores y trabajadoras, alineados con las políticas nacionales, así como   con una cultura del trabajo que se contraponga al rentismo petrolero y desmontando la estructura oligopólica y monopólica existente.",
     "nacional_id": 4
    },
    {
     "id": 169,
     "objetivoestrategico": 7,
     "objetivo": "2.1.7. Conformar la institucionalidad del modelo de gestión socialista.",
     "nacional_id": 4
    },
    {
     "id": 69,
     "objetivoestrategico": 2,
     "objetivo": "2.3.2.Consolidar el Sistema Nacional de Misiones y Grandes Misiones Socialistas Hugo Chávez, como conjunto integrado de políticas y programas que materializan los derechos y garantías del Estado Social de Derecho y de Justicia, que sirva de plataforma de organización, articulación y gestión de la política social en los distintos niveles territoriales del país, para dar mayor eficiencia y eficacia a las políticas sociales de la Revolución.",
     "nacional_id": 4
    },
    {
     "id": 170,
     "objetivoestrategico": 6,
     "objetivo": "2.3.6.Asegurar la salud de la población desde la perspectiva de prevención y promoción de la calidad de vida, teniendo en cuenta los grupos sociales vulnerables, etarios, etnias, género, estratos y territorios sociales.",
     "nacional_id": 4
    },
    {
     "id": 171,
     "objetivoestrategico": 7,
     "objetivo": "2.3.7.Asegurar una alimentación saludable, una nutrición adecuada a lo largo del ciclo de vida, dando especial énfasis a la lactancia materna, en concordancia con los mandatos constitucionales sobre salud, soberanía y seguridad alimentaria, profundizando y ampliando las condiciones que las garanticen",
     "nacional_id": 4
    },
    {
     "id": 172,
     "objetivoestrategico": 8,
     "objetivo": "2.3.8.Desarrollar el principio de la educación pública y gratuita, que garantice las condiciones del trabajador del sistema educativo, del estudiante y la infraestructura, así como también los contenidos y prácticas pedagógicas para una educación liberadora. Continuar garantizando el derecho a la educación con calidad y pertinencia, a través del fortalecimiento de las condiciones de ingreso, prosecución y egreso del sistema educativo.",
     "nacional_id": 4
    },
    {
     "id": 173,
     "objetivoestrategico": 9,
     "objetivo": "2.3.9.Consolidar las Misiones, Grandes\tMisiones Socialistas como instrumento revolucionario para un nuevo Estado democrático, social de derecho y de justicia.",
     "nacional_id": 4
    },
    {
     "id": 174,
     "objetivoestrategico": 10,
     "objetivo": "2.3.10.Desarrollar el modelo de educación técnica y universitaria, de coherencia y estímulo con el nuevo modelo productivo y desafíos del Plan de la Patria, con taxonomía territorial, en el cual el perfil de las universidades, los planes de formación, sus planes de desarrollo, articulación productiva y cultural se vinculen con el desarrollo integral de las potencialidades del territorio en sus distintas escalas, en función de las demandas del siglo xxi y el país potencia.",
     "nacional_id": 4
    },
    {
     "id": 73,
     "objetivoestrategico": 1,
     "objetivo": "2.4.1.Generar una auténtica revolución del sistema de distribución y apropiación de excedentes, a efectos de contribuir en la construcción de una justicia tributaria, así como generar fuentes financieras para la construcción del pos rentismo petrolero y desarrollo del Estado de las Misiones en la construcción del socialismo.",
     "nacional_id": 4
    },
    {
     "id": 175,
     "objetivoestrategico": 1,
     "objetivo": "2.6.1.Potenciar las expresiones culturales liberadoras del pueblo.",
     "nacional_id": 4
    },
    {
     "id": 176,
     "objetivoestrategico": 2,
     "objetivo": "2.6.2.Fortalecer la contraloría social para mejorar el desempeño de la gestión pública, de las instancias del Poder Popular y las actividades privadas que afecten el interés colectivo.",
     "nacional_id": 4
    },
    {
     "id": 177,
     "objetivoestrategico": 3,
     "objetivo": "2.6.3.Preservar los valores bolivarianos liberadores, igualitarios, solidarios, del pueblo venezolano y fomentar el desarrollo de una nueva ética socialista.",
     "nacional_id": 4
    },
    {
     "id": 178,
     "objetivoestrategico": 1,
     "objetivo": "2.7.1Consolidar la formación integral socialista, permanente y continua, en los diferentes procesos de socialización e intercambio de saberes del Poder Popular, que fortalezcan habilidades y estrategias para el ejercicio de lo público y el desarrollo sociocultural y productivo de las comunidades.",
     "nacional_id": 4
    },
    {
     "id": 179,
     "objetivoestrategico": 2,
     "objetivo": "2.7.2. Desatar la potencia contenida en la Constitución Bolivariana para el ejercicio de la democracia participativa y protagónica.",
     "nacional_id": 4
    },
    {
     "id": 180,
     "objetivoestrategico": 3,
     "objetivo": "2.7.3.Desarrollar el Sistema Federal de Gobierno, basado en los principios de integridad territorial, económica y política de la nación, mediante la participación protagónica del Poder Popular en las funciones de gobierno comunal y en la administración de los medios de producción de bienes y servicios de propiedad social.",
     "nacional_id": 4
    },
    {
     "id": 181,
     "objetivoestrategico": 4,
     "objetivo": "2.7.4. Acelerar la construcción de la nueva plataforma institucional del Estado, en el marco del nuevo modelo de gestión socialista bolivariano.",
     "nacional_id": 4
    },
    {
     "id": 182,
     "objetivoestrategico": 5,
     "objetivo": "2.7.5.Impulsar una profunda, definitiva e impostergable revolución en el sistema de administración de justicia, entre los poderes públicos y el Poder Popular, que garantice la igualdad de condiciones y oportunidades a toda la población a su acceso y aplicación.",
     "nacional_id": 4
    },
    {
     "id": 184,
     "objetivoestrategico": 8,
     "objetivo": "2.7.8 Fortalecer el Sistema Nacional de Planificación Pública y Popular para la construcción de la sociedad socialista de justicia y equidad, en el marco del nuevo Estado democrático y social de derecho y de justicia.",
     "nacional_id": 4
    },
    {
     "id": 185,
     "objetivoestrategico": 9,
     "objetivo": "2.7.9.Fortalecer el Sistema Estadístico y Geográfico Nacional como plataforma del sistema de datos nacionales y generador de las políticas transversales en la materia.",
     "nacional_id": 4
    },
    {
     "id": 186,
     "objetivoestrategico": 10,
     "objetivo": "2.7.10.Generar un amplio y paradigmático proceso de modernización socialista del Estado, a efectos de unificar la gestión de la administración pública nacional mediante procesos informáticos estandarizados, óptimos, transparentes, auditables e interoperables, orientados a derechos y servicios.",
     "nacional_id": 4
    },
    {
     "id": 187,
     "objetivoestrategico": 1,
     "objetivo": "2.8.1. Generar una ruptura en los mecanismos administrativos del Estado, así como de su sistema de compras, a efectos de estimular un nuevo metabolismo del capital, así como direccionar nuevos actores y sectores del aparato productivo nacional.",
     "nacional_id": 4
    },
    {
     "id": 188,
     "objetivoestrategico": 2,
     "objetivo": "2.8.2. Generar y estimular un aparato económico productivo asociado a la economía del mantenimiento.",
     "nacional_id": 4
    },
    {
     "id": 102,
     "objetivoestrategico": 4,
     "objetivo": "3.2.4.Desarrollar el sistema urbano regional como componente clave de una nueva estructura espacial, de ruptura con el modelo neocolonial capitalista y de correlación con la nueva especialización productiva y funcional del país.",
     "nacional_id": 4
    },
    {
     "id": 104,
     "objetivoestrategico": 5,
     "objetivo": "3.2.5.Articular, mantener y generar un sólido sistema de movilidad nacional, intermodal, eficiente e interconectado, correlacionado con las dinámicas funcionales de especialización económica y flujos actuales y proyectados, sistema urbano regional, así como su sistema de mantenimiento, monitoreo, gestión y componentes industriales del mismo.",
     "nacional_id": 4
    },
    {
     "id": 189,
     "objetivoestrategico": 8,
     "objetivo": "3.4.8.Apalancar el desarrollo de la industria nacional mediante la promoción del encadenamiento productivo con la actividad petrolera, gasífera y petroquímica para fortalecer y profundizar nuestra soberanía económica.",
     "nacional_id": 4
    },
    {
     "id": 190,
     "objetivoestrategico": 9,
     "objetivo": "3.4.9.Fortalecer y profundizar la soberanía tecnológica del sector hidrocarburos.",
     "nacional_id": 4
    },
    {
     "id": 191,
     "objetivoestrategico": 10,
     "objetivo": "3.4.10.Profundizar la diversificación de nuestros mercados internacionales de hidrocarburos, que permita mayor grado de acción a nivel geopolítico, basados en la fortaleza como país potencia energética.",
     "nacional_id": 4
    },
    {
     "id": 192,
     "objetivoestrategico": 11,
     "objetivo": "3.4.11.Desarrollar y garantizar la dirección soberana y socialista de Pdvsa.",
     "nacional_id": 4
    },
    {
     "id": 194,
     "objetivoestrategico": 1,
     "objetivo": "3.5.1.Desarrollar la capacidad militar venezolana para asegurar la paz regional y establecer los mecanismos para la defensa de la soberanía en la región.",
     "nacional_id": 4
    },
    {
     "id": 195,
     "objetivoestrategico": 2,
     "objetivo": "3.5.2.Desarrollar y expandir la capacidad productiva de la industria militar venezolana.",
     "nacional_id": 4
    },
    {
     "id": 196,
     "objetivoestrategico": 3,
     "objetivo": "3.5.3.Consolidar, con base en la doctrina militar Bolivariana para la Defensa Integral de la Patria, el sistema de capacitar y preparación del personal militar que los dote de destrezas y habilidades necesarias para la defensa de la Patria.",
     "nacional_id": 4
    },
    {
     "id": 197,
     "objetivoestrategico": 4,
     "objetivo": "3.5.4.Mejorar y perfeccionar el sistema educativo de la Fuerza Armada Nacional y el Poder Popular, para fortalecer la unidad cívico-militar en función de los intereses de la Patria.",
     "nacional_id": 4
    },
    {
     "id": 198,
     "objetivoestrategico": 1,
     "objetivo": "4.5.1.Supeditar al criterio de soberanía, el relacionamiento económico y tecnológico con los centros imperiales de dominación, propiciando niveles de relación que no comprometan la soberanía ni la independencia nacional.",
     "nacional_id": 4
    },
    {
     "id": 199,
     "objetivoestrategico": 2,
     "objetivo": "4.5.2.Profundizar y ampliar el relacionamiento con los polos emergentes del mundo nuevo.",
     "nacional_id": 4
    },
    {
     "id": 136,
     "objetivoestrategico": 1,
     "objetivo": "5.1.1. Impulsar de manera colectiva la construcción y consolidación del socialismo como única opción frente al modelo depredador, discriminador e insostenible capitalista.",
     "nacional_id": 4
    },
    {
     "id": 138,
     "objetivoestrategico": 4,
     "objetivo": "5.1.4.Desarrollar políticas integrales ecosocialistas para la gestión de desechos, que contemple la eficiencia en la utilización de recursos, la reducción, reúso y reciclaje,     para la protección de la naturaleza en el marco de un modelo de desarrollo sostenible y ecosocialista.",
     "nacional_id": 4
    },
    {
     "id": 145,
     "objetivoestrategico": 1,
     "objetivo": "5.3.1.Generar una política en materia de comunicación y difusión que proteja nuestro acervo histórico cultural para contrarrestar la producción y valorización de elementos culturales y relatos históricos generados desde la óptica neocolonial dominante, que circulan a través de los medios de comunicación e instituciones educativas y culturales, así como la promoción de la cultura de vida, alimentarias, de la medicina preventiva, la cultura del vivir bien, entre otras, como valores alternos de la sociedad para la felicidad del Pueblo.",
     "nacional_id": 4
    },
    {
     "id": 200,
     "objetivoestrategico": 1,
     "objetivo": "5.5.1.Crear y consolidar un nuevo modelo de desarrollo urbano ecosocialista que sea expresión dialéctica y herramienta de lucha y desarrollo de un modelo urbano incluyente y que a su vez potencie la construcción concreta e histórica de la democracia espacial, cultural, política, económica y social en la expresión urbana de la sociedad.",
     "nacional_id": 4
    },
    {
     "id": 201,
     "objetivoestrategico": 2,
     "objetivo": "5.5.2.Desarrollar una política estratégica para las grandes concentraciones urbanas nacionales, metropolitanas, a fin de articular sistemas funcionales eficientes, integrados, productivos, ecológicos, que transformen las ineficiencias y visión abrasiva del espacio, deseconomías e insostenibilidad social, ecológica y humana propia del modelo existente.",
     "nacional_id": 4
    },
    {
     "id": 202,
     "objetivoestrategico": 3,
     "objetivo": "5.5.3.Desarrollar a los urbanismos de la Gran Misión Vivienda Venezuela como esquema integral de injerto urbano, de la democracia plena en todas sus dimensiones, asumiendo de forma especial las variables residenciales, de equipamiento, infraestructura, servicios, economía, cultura y organización política popular, que edifiquen el relacionamiento humano y la forma física, funcional, de la ciudad socialista.",
     "nacional_id": 4
    },
    {
     "id": 203,
     "objetivoestrategico": 4,
     "objetivo": "5.5.4.Desarrollar de manera integral las variables de diseño, construcción y gestión     del sistema edificado residencial, asumiendo los criterios funcionales, geohistóricos, ecosocialistas, en una unidad dialéctica de la forma y el contenido para el desarrollo de los propósitos",
     "nacional_id": 4
    },
    {
     "id": 183,
     "objetivoestrategico": 7,
     "objetivo": "2.7.7.\tSeguir avanzando en la transformación del sistema penitenciario para la prestación de un servicio que garantice los derechos humanos de las personas privadas de libertad y favorezca su inserción productiva en la sociedad.",
     "nacional_id": 4
    },
    {
     "id": 204,
     "objetivoestrategico": 6,
     "objetivo": "2.7.6.\tDesplegar en sobremarcha las políticas y programas de seguridad ciudadana contenidos en la Gran Misión Cuadrantes de Paz, concebida como política integral, multiagencial y territorializada de seguridad ciudadana, para la transformación de los factores estructurales, situacionales e institucionales, generadores de la violencia y el delito, para reducirlos, así como el fortalecimiento de los cuerpos de seguridad del Estado, y las capacidades para la atención a las víctimas, aumentando la convivencia solidaria y el disfrute del pueblo en el libre y seguro ejercicio de sus actividades.",
     "nacional_id": 4
    },
    {
     "id": 1,
     "objetivoestrategico": 1,
     "objetivo": "1.1.1. Garantizar y fortalecer la expresión de la voluntad del pueblo a través de los procesos electorales, elevando la moral y la conciencia del pueblo venezolano en su lucha por la emancipación.",
     "nacional_id": 4
    },
    {
     "id": 2,
     "objetivoestrategico": 2,
     "objetivo": "1.1.2. Preparar la defensa de la voluntad del pueblo mediante la organización popular y el ejercicio de la autoridad del Estado en la defensa de la democracia y la Constitución.",
     "nacional_id": 4
    }
   ]